{
  "filename": "T-RCED-98-61",
  "text": "GAO For Release on Delivery Expected at 10 a.m. EST Wednesday Feb. 4, 1998 United States General Accounting Office Testimony Before the Subcommittee on Interior and Related Agencies, Committee on Appropriations, House of Representatives NATIONAL PARK SERVICE Maintenance Backlog Issues Statement of Barry T. Hill, Associate Director, Energy, Resources, and Science Issues, Resources, Community, and Economic Development Division Mr. Chairman and Members of the Subcommittee: We are pleased to be here today to discuss the maintenance backlog situation in the National Park Service. At the same time as new parks are being added to the national park system and existing parks are being further developed and improved, conditions in many parks are deteriorating. An indication of this deterioration has been the increasingly large maintenance backlogs cited by the Park Service and others. The Park Service has reported that the maintenance backlog has more than tripled over the past 10 years. For years, the Congress has been concerned about the growth of the maintenance backlog at the same time that hundreds of millions of dollars are being provided each year to deal with it. In preparation for today's hearing, you asked us to comment on (1) the Park Service's estimate of the maintenance backlog and its composition, (2) how the agency determined the maintenance backlog estimate and whether it is reliable, and (3) how the agency manages the backlog. In addition, we will point out recent requirements that have been placed on the Park Service and other federal agencies that may have a positive impact on what is being done in this area. Our testimony today is based on ongoing work that will be completed later this year. As part of this effort, we conducted interviews and obtained information from Park Service headquarters, two regional offices, and four park units.1 In summary, our work so far has shown the following: · The Park Service's estimate of its maintenance backlog does not accurately reflect the scope of the maintenance needs of the park system. The Park Service estimated, as of January 1997, that its maintenance backlog was about $6.1 billion. Most of this amount-about $5.6 billion, or about 92 percent-were construction projects. Of this amount, over 21 percent or $1.2 billion was for the construction of new facilities, such as a $24 million bike path at the Colonial National Historical Park in Virginia and $16.6 million to replace a visitor center and construct a park entrance at Acadia National Park in Maine. While we do not question the need for these facilities, including these kinds of new construction projects or 1The two Park Service regional offices that we visited were Philadelphia and Denver. They have jurisdiction over the four parks that we visited. The parks were Acadia National Park, Colonial National Historical Park, Delaware Water Gap National Recreation Area, and Rocky Mountain National Park. Background projects that expand or upgrade park facilities in an estimate of the maintenance backlog is not appropriate because it goes beyond what could reasonably be viewed as maintenance. As a result, including these projects in the maintenance backlog contributes to confusion about the actual maintenance needs of the national park system. · The Park Service's estimate of its maintenance backlog is not reliable. Its maintenance backlog estimates are compiled on an ad hoc basis in response to requests from the Congress or others; the agency does not have a routine, systematic process for determining its maintenance backlog. The most recent estimate, as of January 1997, was based largely on information that was compiled by the Park Service over 4 years ago and has not been updated to reflect changing conditions in individual park units. This fact, as well as the absence of a common definition of what should be included in the maintenance backlog, contributes to an inaccurate and out-of-date estimate. · The Park Service does not use the estimated backlog in managing park maintenance operations. As such, it has not specifically identified its total maintenance backlog. Since the backlog far exceeds the funding resources being made available to address it, the Park Service has focused its efforts on identifying the highest priority maintenance needs. However, given that substantial additional funding resources can be used to address maintenance-over $100 million starting in fiscal year 1998-the Park Service should more accurately determine its total maintenance needs and track progress in meeting them SO that it can determine the extent to which they are being met. · Recently, new accounting standards as well as management changes prompted by the Government Performance and Results Act have been imposed on federal agencies. The Park Service is beginning to implement these changes in fiscal year 1998. These changes could, if properly implemented, help the Park Service develop more accurate data on its maintenance backlog and track progress in addressing it. The national park system has 376 units. These park units have over 16,000 permanent structures, 8,000 miles of roads, 1,500 bridges and tunnels, 5,000 housing units, about 1,500 water and waste systems, 200 radio systems, over 400 dams, and more than 200 solid waste operations. According to the Park Service, these facilities are valued at over $35 billion. Needless to say, the proper care and maintenance of the national parks and their supporting infrastructure is essential to the continued use and enjoyment of our great national treasures by this and future generations. However, for years Park Service officials have The Park Service's Estimate and the Composition of the Maintenance Backlog highlighted the agency's inability to keep up with its maintenance needs. In this connection, Park Service officials and others have often cited a continuing buildup of unmet maintenance needs as evidence of deteriorating conditions throughout the national park system. The accumulation of these unmet needs has become commonly referred to by the Park Service as its \"maintenance backlog.\" The reported maintenance backlog has increased significantly over the past 10 years- from $1.9 billion in 1987 to about $6.1 billion in 1997. Recently, concerns about the maintenance backlog situation within the National Park Service, as well as other federal land management agencies, have led the Congress to provide significant new sources of funding. These additional sources of funding were, in part, aimed at helping the agencies address their maintenance problems. It is anticipated that new revenues from the 3-year demonstration fee program will provide the Park Service over $100 million annually.2 In some cases, the new revenues will as much as double the amount of money available for operating individual park units. In addition, funds from a special one-time appropriation from the Land and Water Conservation Fund may also be available for use by the Park Service in addressing the maintenance backlog. These new revenue sources are in addition to the $300 million in annual operating appropriations which are used for maintenance activities within the agency. In 1997, in support of its fiscal year 1998 budget request, the Park Service estimated that its maintenance backlog was about $6.1 billion.3 Maintenance is generally considered to be work done to keep assets-property, plant, and equipment-in acceptable condition. It includes normal repairs and the replacement of parts and structural components needed to preserve assets. However, the composition of the maintenance backlog estimate provided by the Park Service includes activities that go beyond what could be considered maintenance. Specifically, the Park Service's estimate of its maintenance backlog includes not only repair and rehabilitation projects to maintain existing facilities, but also projects for the construction of new facilities. 2Beginning in fiscal year 1996, four federal land management agencies, including the Park Service, have been authorized to have a fee demonstration program. Under this program, these agencies are permitted to experiment at up to 100 areas with increasing existing recreational fees and/or initiating new fees where none were in place. Each of the agencies can keep the revenue generated from this program. 3The Park Service's estimate ranged from $6.04 billion to $6.18 billion. Throughout this statement, we used about $6.1 billion since it approximately represents the midpoint of these numbers. Of the estimated $6.1 billion maintenance backlog, most of it-about $5.6 billion, or about 92 percent-are construction projects. These projects, such as building roads and utility systems, are relatively large and normally exceed $500,000 and involve multiyear planning and construction activities. According to the Park Service, the projects are intended to meet the following objectives: (1) repair and rehabilitation; (2) resource protection issues, such as constructing or rehabilitating historic structures and trails and erosion protection activities; (3) health and safety issues, such as upgrading water and sewer systems; (4) new facilities in older existing parks; and (5) new facilities in new and developing parks. Appendix I of this testimony shows the dollar amounts and percentage of funds pertaining to each of the project objectives. The Park Service's list of projects in the construction portion of the maintenance backlog reveals that over 21 percent, or $1.2 billion, of the $5.6 billion is for new facilities. We visited four parks to review the projects listed in the Park Service's maintenance backlog estimates for those parks and found that the estimates included new construction projects as part of the backlog estimate. For example: · Acadia National Park's estimate included $16.6 million to replace a visitor center and construct a park entrance. · Colonial National Historical Park included $24 million to build a Colonial Parkway bicycle and walking trail. · Delaware Water Gap National Recreation Area included $19.2 million to build a visitor center and rehabilitate facilities. · Rocky Mountain National Park included $2.4 million to upgrade entrance facilities. While we do not question the need for any of these facilities, they are directed at either further development of a park or modifications of and improvements to existing facilities in parks to meet the visions that park managers wish to achieve for their parks. These projects are not aimed at addressing the maintenance of existing facilities within the parks. As a result, including these types of projects in the maintenance backlog contributes to confusion about the actual maintenance needs of the national park system. In addition to projects clearly listed as new construction, other projects on the $5.6 billion list that are not identified as new construction, such as repair and rehabilitation of existing facilities, also include substantial amounts of new construction. Our review of the projects for the four parks How Is Maintenance Backlog Determined? Is It Reliable? shows that each included large repair and rehabilitation projects that contained tasks that would not be considered maintenance. These projects include new construction for adding, expanding, and upgrading facilities. For example, at Colonial National Historical Park, an $18 million project to protect Jamestown Island and other locations from erosion included about $4.7 million primarily for new construction of such items as buildings, boardwalks, wayside exhibits, and an audio exhibit. Beyond construction items, the remaining composition of the $6.1 billion backlog estimate-about 8 percent, or about $500 million-consists of smaller maintenance projects that include such items as rehabilitating campgrounds and trails and repairing bridges, and other items that recur on a cyclic basis, such as reroofing or repainting buildings. Excluded from the Park Service's maintenance backlog figures is the daily, park-based operational maintenance to meet routine park needs, such as janitorial and custodial services, groundskeeping, and minor repairs. The Park Service compiles its maintenance backlog estimates on an ad hoc basis in response to requests from the Congress or others; it does not have a routine, systematic process for determining its maintenance backlog. The January estimate of the maintenance backlog-its most recent estimate-was based largely on information that was compiled over 4 years ago. This fact, as well as the absence of a common definition of what should be included in the maintenance backlog, contributed to an inaccurate and out-of-date estimate. Although documentation showing the maintenance backlog estimate of $6.1 billion was dated January 1997, for the most part, the Park Service's data were compiled on the basis of information received from the individual parks in December 1993. A Park Service official stated that the 1993 data were updated by headquarters to reflect projects that had been subsequently funded during the intervening years. However, at each of the parks we visited in preparing for today's testimony, we found that the Park Service's most recent maintenance backlog estimate for each of the parks was neither accurate nor current. The four parks' estimates of their maintenance backlog needs ranged from about $40 million at Rocky Mountain National Park to $120 million at Delaware Water Gap National Recreation Area. Our analysis of these estimates showed that they varied from the headquarters estimates by about $3 million and $21 million, respectively. The differences occurred Managing the Backlog because the headquarters estimates were based primarily on 4-year old data. According to officials from the four parks, they were not asked to provide specific updated data to develop the 1997 backlog estimate. The parks' estimates, based on more current information, included such things as updated lists reflecting more recent projects, modified scopes, and more up-to-date cost estimates. For example, Acadia's estimate to replace the visitor center and construct a park entrance has been reduced from $16.6 million to $11.6 million; the Delaware Water Gap's estimate of $19.2 million to build a visitor center and rehabilitate facilities has been reduced to $8 million; and Rocky Mountain's $2.4 million project to upgrade an entrance facility is no longer a funding need because it is being paid for through private means. In addition, one of the projects on the headquarters list had been completed. The Park Service has no common definition as to what items should be included in an estimate of the maintenance backlog. As a result, we found that officials we spoke to in Park Service headquarters, two regional offices, and four parks had different interpretations of what should be included in the backlog. In estimating the maintenance backlog, some of these officials would exclude new construction; some would include routine, park-based maintenance; and some would include natural and cultural resource management and land acquisition activities. In addition, when the Park Service headquarters developed the maintenance backlog estimate, it included both new construction and maintenance-type items in the estimate. For example, nonmaintenance items, such as adding a bike path to a park where none now exists or building a new visitor center, are included. The net result is that the maintenance backlog estimate is not a reliable measure of the maintenance needs of the national park system. In order to begin addressing its maintenance backlog, the Park Service needs (1) accurate estimates of its total maintenance backlog and (2) a means for tracking progress SO that it can determine the extent to which its needs are being met. Currently, the agency has neither of these things. Yet, the need for them is more important now than ever before because in fiscal year 1998, over $100 million in additional funding is being made available for the Park Service that it could use to address its maintenance needs. This additional funding comes from the demonstration fee program. Also, although the exact amount is not yet known, additional funding may be made available from the Land and Water Conservation Fund. New Requirements Should Help Address Problems Park Service officials told us that they have not developed a precise estimate of the total maintenance backlog because the needs far exceed the funding resources available to address them. In their view, the limited funds available to address the agency's maintenance backlog dictate that managers focus their attention on identifying only the highest priority projects on a year-to-year basis. Since the agency does not focus on the total needs but only on priorities for a particular year, it cannot determine whether the maintenance conditions of park facilities are improving or worsening. Furthermore, without information on the total maintenance backlog, it is difficult to fully measure what progress is being made with available resources. The recent actions by the Congress to provide the Park Service with substantial additional funding, which could be used to address its maintenance backlog, further underscores the need to ensure that available funds are being used to address those needs and to show progress in improving the conditions of the national park system. The Park Service estimates that the demonstration fee program could provide over $100 million a year to address the parks' maintenance and other operational needs. In some parks, revenue from new and increased fees could as much as double the amount of money that has been previously available for operating individual park units. In addition to the demonstration fee program, fiscal year 1998 was the first year that appropriations from the Land and Water Conservation Fund could be used to address the maintenance needs of the national park system. However, according to Park Service officials, the exact amount provided from this fund for maintenance will not be determined until sometime later this month. Two new requirements that have been imposed on the Park Service, and other federal agencies, should, if implemented properly, help the agency to better address its maintenance backlog. These new requirements involve (1) changes in federal accounting standards and (2) the Government Performance and Results Act (the Results Act). Recent changes in federal accounting standards require federal agencies, including the Park Service, to develop better data on their maintenance needs. The standards define deferred maintenance and require that it be disclosed in agencies' financial statements beginning with fiscal year 1998.4 To implement these standards, the Park Service is part of a facilities maintenance study team that has been established within the Department of the Interior to provide the agency with deferred maintenance information as well as guidance on standard definitions and methodologies for improving the ongoing accumulation of this information. In addition, as part of this initiative, the Park Service is doing an assessment of its assets to show whether they are in poor, fair, or good condition. This condition information is essential to providing the Park Service with better data on its overall maintenance needs. Furthermore, it is important to point out that as part of the agency's financial statements, the accuracy of the Park Service's deferred maintenance estimates will be subjected to annual audits. This audit scrutiny is particularly important given the long-standing concerns reported by us and others about the validity of the data on the Park Service's maintenance backlog estimates. The Results Act should also help the Park Service to better address its maintenance backlog. In carrying out the Results Act, the Park Service is requiring its park managers to measure progress in meeting a number of key goals, including whether and to what degree the conditions of park facilities are being improved. If properly implemented, this requirement should make the Park Service as a whole, as well as individual park managers, more accountable for how it spends maintenance funds to improve the condition of park facilities. Once in place, this process should permit the Park Service to better demonstrate what is being accomplished with its funding resources. This is an important step in the right direction since our past work has shown that the Park Service could not hold park managers accountable for their spending decisions because they did not have a good system for tracking progress and measuring results. 5 Mr. Chairman, this completes my statement. I would be happy to answer questions from you or any other Members of the Subcommittee. 4These standards are contained in the Statement of Federal Financial Accounting Standards (SFFAS) No. 6, Accounting for Property, Plant, and Equipment, recently developed by the Federal Accounting Standards Advisory Board. According to this standard, deferred maintenance is defined as \"maintenance that was not performed when it should have been or was scheduled to be and which, therefore, is put off or delayed for a future period. \" Maintenance-described as the act of keeping fixed assets in acceptable condition-includes preventive maintenance and normal repairs including the replacement of parts and structural components and other activities needed to preserve the asset so that it continues to provide acceptable service and achieve its expected life. Modifications or upgrades that are intended to expand the capacity of an asset are specifically excluded from the definition. 5Park Service: Managing for Results Could Strengthen Accountability (GAO/RCED-97-125, Apr. 10, 1997). Appendix I Composition of the Backlog Table I.1: Park Service's Estimates of Major Categories of Maintenance Backlog as of January 1997 Dollars in billions Objective Dollar amount Percent Repair and rehabilitation $2.143 38 Resource protection 1.237 22 Health and safety .973 18 New facilities- existing parks .803 14 New facilities-new parks .432 8 Total $5.588a 100 aThis $5.6 billion estimate represents the construction portion of the $6.1 billion estimated maintenance backlog. The remaining $500 million consists of smaller projects that include repair and rehabilitation and cyclic maintenance projects. Source: National Park Service.",
  "metadata": {},
  "processed_at": "2025-05-27T20:56:55.354193"
}