{
  "filename": "T-RCED-98-35",
  "text": "GAO For Release on Delivery Expected at 10 a.m. EST Wednesday October 29, 1997 United States General Accounting Office Testimony Before the Subcommittee on Interior and Related Agencies, Committtee on Appropriations, House of Representatives NATIONAL PARK SERVICE Employee Housing Issues Statement of Barry T. Hill, Associate Director, Energy, Resources, and Science Issues, Resources, Community, and Economic Development Division Mr. Chairman and Members of the Subcommittee: We are pleased to be here today to summarize our past work on National Park Service employee housing issues. Our comments today are based on two reports that we issued in 1993 and 1994. 1 Where possible, we have updated some of the information in preparation for today's hearing. While these reports are now a few years old, their findings and recommendations are still valid. In summary our work has shown the following: · The Park Service has not clearly justified the need for all of its employee housing units. The agency requires parks to perform needs assessments to justify its housing. However, these assessments may not be in-depth, objective, nor performed consistently from park to park. In response to the Omnibus Parks and Public Lands Management Act of 1996, the agency is beginning the process to assess the need for its housing units; however, this process is not scheduled to be completed until 2002-9 years after we recommended such assessments. · The Park Service has not been able to provide detailed support for its backlog for repairing and replacing its housing inventory. In 1993, we reported that the agency estimated its housing backlog at $546 million. However, the Park Service could not support this figure. Today, the agency estimates its housing backlog to be about $300 million. However, the Park Service acknowledges that this figure is not based on a detailed assessment of its housing repair and maintenance needs but rather a gross estimate based on the total number of houses whose condition has been rated less than good. · Individual park managers have broad discretion in implementing park housing policy. This has resulted in inconsistencies in how the program is managed across the agency and raises questions about whether housing decisions are being made in the best interest of the agency. For example, the Department of the Interior's Inspector General's Office reported in 1996 that in constructing employee housing at the Grand Canyon, a former park manager decided to build 59 single-family houses. At the time of the report, these houses were in the process of being constructed, and many of them had already been completed. According to the report, the decision to build 59 single-family houses was made despite advice from the Park Service regional office and others that building a mix of 114 single-family and multi-family units would better address that park's housing shortage. 1National Park Service: Condition of and Need for Employee Housing (GAO/RCED-93-192, Sept. 30, 1993), and National Park Service: Reexamination of Employee Housing Program Is Needed (GAO/RCED-94-284, Aug. 30, 1994). By building the single-family houses, the report stated that approximately 50 permanent and 100 seasonal employees would still be living in substandard housing at the completion of the construction.2 · Other federal land management agencies such as the Forest Service and the Bureau of Land Management (BLM) do not provide the same level of housing to their employees. Because its mission emphasizes providing more in-park visitor services than the other agencies, the Park Service believes that it needs to provide a larger number of its employees with in-park housing. For example, in 1994 we reported that the Park Service had one housing unit for every 5 employees, while the Forest Service had one unit for every 11 employees and the BLM had one unit for every 58 employees. Furthermore, when compared with the other agencies, the Park Service's mix of housing units has relatively more houses, multiplex units, and apartments and relatively fewer dormitories and cabins. Because of this, the Park Service's housing inventory is more costly to maintain. Background The Park Service has about 5,200 housing units which include facilities such as detached single-family homes, multiplexes, apartments, cabins, dormitories, and trailers. These housing units are located in many of the 370 parks throughout the country-although about 70 percent of the housing inventory is located in western parks. In accordance with Office of Management and Budget guidance, the Park Service is authorized to provide park housing to seasonal employees in all locations and to permanent employees (1) whose position description requires them to live in the park to provide needed service or protection or (2) when adequate housing in the local community is not available. In November 1996, the Congress passed the Omnibus Parks and Public Lands Management Act of 1996 (P.L. 104-333). This act required the Park Service to review and revise its employee housing policy and conduct a park-by-park assessment of the condition of and need for park housing units. In response to the act, the agency recently modified its housing policy to state that housing will be provided for those not required to live in the park only when all other alternatives have been exhausted. However, Park Service headquarters officials acknowledged that while the agency is taking the steps needed to implement this policy, it may take a few years for the field units to fully comply. 2U.S. Department of the Interior Office of the Inspector General, Special Report: Cost of Construction of Employee Housing at Grand Canyon and Yosemite National Parks, National Park Service, (Report No. 97-I-224, Dec. 11, 1996). The Need for Employee Housing Is Not Fully Justified Each park that provides housing is required by the Park Service to have a housing management plan. This plan is to identify the park's need for housing, the condition of housing, and an assessment of the availability and affordability of housing in nearby communities. The agency requires that the parks update their housing management plan every 2 years so that it reflects the current need of the park. Housing management plans are generally approved at the park level by the park superintendent-the senior park official at any park. The plans are not required to be reviewed or approved by agency regional management. In 1993, we reported that the Park Service had not fully justified the need for all ofits employee housing. Most park housing is for seasonal employees, employees at isolated parks such as Yellowstone and the Grand Canyon, and employees who are required to live in the park to provide needed service or protection such as law enforcement rangers. In 1993, these employees accounted for about 4,570 of the agency's 5,200 housing units, and the justifications for these housing units appeared adequate. However, there was little if any justification for the 630 remaining housing units for employees located in nonisolated parks who were not required occupants. Some of these housing units were being provided because park managers believed that adequate housing was not affordable in nearby communities. But, in 1993, we found that only 1 of 11 nonisolated parks we visited had prepared the required assessments to show that local housing was not affordable. Furthermore, even though park managers at some of these parks felt that adequate housing was not affordable, the surrounding evidence suggested otherwise. Specifically, about 75 percent of the permanent employees at the 11 nonisolated parks were living in nearby communities. In updating this information for this hearing, we found that while there has been some improvement, many of the same problems we found 4 years ago are still evident today. For example, at a recent sample of 15 parks, we found 7 parks did not have a current assessment of the availability or affordability of housing in nearby communities. Park Service headquarters housing officials have raised concerns that many assessments conducted at local parks are not being performed consistently across the agency. In addition, these officials said that most Park Service employees are not technically qualified to conduct assessments of real estate markets. Furthermore, according to these officials, because of the culture, tradition, and past practices of the agency, park managers may not be able to provide an unbiased objective review of the housing needs at any park. As a result, and in response to the requirements of the Omnibus Parks and Public Lands Management Act of 1996, the agency is in the process of issuing a contract to provide an assessment of housing needs within the Park Service. The contractor will review the justification of those considered required occupants, the availability and affordability of housing in nearby communities, and the condition of existing housing facilities within each park. If funding is available, Park Service officials expect that the contract will be completed and implemented by 2002. Once this contracted assessment is completed, the agency should have a more consistent and objective assessment of its housing needs. At that point, agency headquarters and regional staff can use the findings to better hold park managers accountable for their management of each park's housing program. Backlog Estimate Is Not Based on a Facility Specific Assessment Today, as in 1993, the Park Service cannot provide detailed support for its backlog of housing needs. In 1993, we reported that the Park Service estimated the backlog to be about $546 million-however, at that time, the agency was not able to provide support for this figure. The 1993 report recommended that the agency develop a repair/replacement estimate that is supportable. Today, the agency estimates that its housing backlog is about $300 million. However, a Park Service housing official acknowledged that this estimate is not based on a park-by-park review of the condition of housing facilities but rather a gross estimate based on the total number of houses whose condition has been rated less than good. (The condition of park housing units are rated either excellent, good, fair, poor, or obsolete.) The Park Service anticipates that it will soon make some a supportable housing backlog figure as this is one of the contracted In contractor progress towards having requirements of the upcoming needs/facilities assessment. response to the requirements of the Omnibus Parks and Public Lands Management Act of 1996, the contractor, among the other items previously discussed, will be required to provide a detailed condition assessment for each housing facility within the parks reviewed. Once the contractor has reviewed all parks where housing is provided, the agency will have a supportable backlog estimate of its housing needs. The is scheduled to complete its work in 2002-9 years after we raised this problem in our 1993 report. Park Managers Have Broad Discretion in Managing the Housing Program As required by the Omnibus Parks and Public Lands Management Act of 1996, the Park Service has reviewed and revised its housing policy. Its new policy puts greater emphasis on the use of government housing as a last resort after all other alternatives have been exhausted. However, while the policy has changed, it has not yet been implemented by park managers. Until that happens, the employee housing program will continue as it has-with individual park managers implementing employee housing programs under broad guidelines with little oversight. As a consequence, there is a wide range of employee housing conditions across the national park system and no assurance that housing decisions are being made in the best interests of the Park Service. In the 15 park units we recently surveyed, park managers took a variety of approaches to providing employee housing. Among the sample of parks, we found wide disparities in the quality of the analysis of local housing markets. For example, at Harpers Ferry National Historical Park, the housing management plan provided no analysis of the local housing market. Instead, it simply provided a description of the local situation stating that: \"rental units are very difficult to find · · · single income park employees find it difficult to secure adequate housing. \" Without supporting analysis, there is no way to determine the validity of this assertion. In comparison, the analysis of local housing markets that accompanied the housing management plan for Santa Monica National Recreation Area was an in-depth analysis prepared by a contractor and exceeded 35 pages. Similarly, at Arches National Park the housing analysis included an in-depth assessment of the local housing market and rental rates as well as an evaluation of the population and economic base of the surrounding area. Furthermore, we found that for 7 of the 15 parks we sampled, assessments of local housing markets were either out of date or had not been done. Another indication of the broad discretion given to individual park managers is how housing units are allocated to employees. Beyond those employees whose position descriptions require them to live in the park, park managers use a variety of methods to determine which employees are provided park housing. These allocation methods include lotteries as well as a variety of ranking systems that give weight to such factors as length of employment, salary, size of family, and number and/or gender of children. The net effect of this is that housing decisions are not made consistently across the national park system. Park Service Provides Significantly More Housing Than the Forest Service or BLM The significance of the broad discretion given to individual park managers is that the potential exists for housing decisions to be made that may not be in the best interest of the agency. This is best illustrated by some recent work done by the Department of the Interior's Office of the Inspector General at the Grand Canyon. The Interior Inspector General's Office reported in 1996 that in constructing employee housing at the Grand Canyon, a park manager decided to build 59 single-family houses. At the time of the report, these houses were in the process of being constructed, and many of them had already been completed. According to the report, the decision to build single-family houses was made despite advice from the Park Service regional office and others that building a mix of 114 single-family and multi-family units would better address the park's overcrowded, unsafe, and substandard housing conditions. According to the report, by building the single-family units, approximately 50 permanent and 100 seasonal employees would still be living in substandard housing at the completion of the construction. In responding to this point, the park manager at the Grand Canyon stated that it was never the park's intention to only build single-family houses and that a mix of multi-family dwellings would be constructed at a later time. Nonetheless, the park manager's decision has resulted in more employees living in substandard housing units for a greater period of time. Furthermore, in reviewing records concerning the project's justification for the high quality of materials, the Interior Inspector General reported that the contracted architectural and engineering firm noted that costs would drop significantly \"if some of the top-of-the-line items that the Park is insisting on, i.e., doors and windows, could be lowered a notch in quality. The report stated that this proposal was not studied nor taken by the park. The park's decision on these matters is difficult to understand when budgets are SO tight and the agency is faced with large maintenance backlogs and cutbacks in park services. The Park Service has taken a different approach to employee housing in comparison to BLM and the Forest Service. While all three are responsible for managing and protecting federal lands, the Park Service provides a much larger portion of its employees with housing than the other two agencies. Also, the Park Service's housing inventory contains proportionately more houses, multiplex units, and apartments and fewer dormitories and cabins than the other two agencies. The sheer number and mix of the Park Service's inventory combine to produce higher initial construction costs and recurring maintenance costs for the agency. Compared with the Forest Service and BLM, the Park Service mission emphasizes providing more in-park visitor services such as law enforcement, search and rescue and other supporting activities. As such, the Park Service believes that it needs to provide a larger number of its employees with in-park housing. In 1994, we reported that the Park Service had 23,908 employees and had about 4, 718 housing units or about one housing unit for every 5 employees.3 In comparison, the Forest Service had 50,877 employees and 4,402 housing units or about one unit for every 11 employees. BLM had 11,861 employees and 206 housing units or about one unit for every 58 employees. Another indication of the variance in the agencies' housing programs is the extent to which the agencies require their employees to live on-site. In 1994, the Park Service required about 1,400 employees (about 9 percent of its permanent employees) to live on-site in park housing to provide necessary visitor services, protect government property and resources, or both. In marked contrast, according to agency officials, the Forest Service required about 70 employees-less than 1 percent of its permanent employees-to live on-site in government housing. BLM had only two employees who were required to live on-site. About 75 percent of the Park Service's housing inventory is composed of single-family and multiplex units compared with about 50 and 26 percent, respectively, for the Forest Service and BLM. In part, because of the Park Service's mix of housing types, the agency has experienced far higher repair and rehabilitation costs. For example, in 1993, we reported that the Park Service estimated a backlog of $546 million for repairs, rehabilitation, and replacement of its housing inventory; whereas the Forest Service, having about the same number of units but a different mix, had a backlog of less than a third of the Park Service. A Park Service official had a difficult time substantiating the difference beyond the fact that only a portion of the difference resulted from the agency's higher rehabilitation and construction standards and higher costs associated with rehabilitating units classified as historic structures. Furthermore, in 1994 we reported that of the three agencies, only the Park Service plans to replace and upgrade its housing. Although the Forest Service and BLM do not plan to stop providing housing altogether, both plan to minimize their involvement in providing housing to employees and instead rely more upon private sector housing. Among the reasons the Forest Service and BLM are minimizing housing is that (1) their current 3For each agency, the number of agency employees includes seasonal staff and the number of housing units does not include trailers. housing inventories were too expensive to maintain, (2) previous justifications for providing housing were no longer valid, (3) better roads have made it easier for employees to live in nearby communities, and (4) employees have shown a preference for living in private residences. In closing, the Park Service has been slow to resolve problems that we have identified in past reports. It has taken an act of Congress to move the agency to review and revise its housing policies and make arrangements to determine its need for and condition of its housing inventory. By taking these steps, the agency appears to be on the right track toward making progress in key areas. However, it's clear that continued congressional attention is needed to ensure that the Park Service is held accountable to provide housing only where it is absolutely necessary and appropriately justified. Mr. Chairman, this concludes my statement. I would be happy to answer questions from you or any other Members of the Subcommittee.",
  "metadata": {},
  "processed_at": "2025-05-27T20:55:23.153923"
}