{
  "filename": "T-RCED-99-147",
  "text": "GAO United States General Accounting Office Testimony Before the Subcommittee on VA, HUD, and Independent Agencies, Committee on Appropriations, House of Representatives To Be Released at 9:30 a.m., EDT, Tuesday April 13, 1999 ENVIRONMENTAL PROTECTION Status of EPA's Efforts to Create a Central Information Office Statement for the Record by Peter F. Guerrero Director, Environmental Protection Issues, Resources, Community, and Economic Development Division G A 0 Accountability * Integrity * Reliability Mr. Chairman and Members of the Subcommittee: We appreciate the opportunity to present this statement for the record, which discusses our preliminary observations based on our ongoing work for this Subcommittee concerning the Environmental Protection Agency's (EPA) information management initiatives. Specifically, this statement provides information on (1) the status of EPA'S efforts to create a central office responsible for information management, policy, and technology issues and (2) the major challenges that the new office needs to address in order to achieve success in collecting, using, and disseminating environmental information. Our final report will be provided in August 1999. EPA estimates that its central information office will be operational by the end of August 1999 and will have a staff of about 350 employees. The office will address a broad range of information policy and technology issues, such as improving the accuracy of EPA'S data, protecting the security of information that EPA disseminates over the Internet, developing better measures to assess environmental conditions, and reducing information collection and reporting burdens. EPA recognizes the importance of developing an information plan showing the goals of the new office and the means by which they will be achieved but has not yet established milestones or target dates for completing such a plan. Although EPA has made progress in determining the organizational structure for the new office, it has not yet finalized decisions on the office's authorities, responsibilities, and budgetary needs. Nor has the agency performed an analysis to determine the types and the skills of employees that will be needed to carry out the office's functions. EPA officials told us that decisions on the office's authorities, responsibilities, budget, and staff will be made before the office is established in August 1999. On the basis of our prior and ongoing reviews of EPA'S information management problems, we believe that the success of the new office depends on the agency's addressing several key challenges as it develops an information plan, budget, and organizational structure for that office. Most importantly, EPA needs to (1) provide the office with the resources and the expertise necessary to solve the complex information management, policy, and technology problems facing the agency; (2) empower the office to overcome organizational challenges to adopting agencywide information policies and procedures; (3) balance the agency's need for data on health, the environment, and program outcomes with the call from the states and regulated industries to reduce their reporting burdens; and (4) work closely with its state partners to design and implement improved information management systems. Background In October 1998, the EPA Administrator announced plans to create an office with responsibility for information management, policy, and technology. This announcement came after many previous efforts by EPA to improve information management and after a long history of concerns that we, the EPA Inspector General, and others have expressed about the agency's information management activities. Such concerns involve the accuracy and completeness of EPA'S environmental data, the fragmentation of the data across many incompatible databases, and the need for improved measures of program outcomes and environmental quality. The EPA Administrator described the new office as being responsible for improving the quality of information used within EPA and provided to the public and for developing and implementing the goals, standards, and accountability systems needed to bring about these improvements. To this end, the information office would (1) ensure that the quality of data collected and used by EPA is known and appropriate for its intended uses, (2) reduce the burden of the states and regulated industries to collect and report data, (3) fill significant data gaps, and (4) provide the public with integrated information and statistics on issues related to the environment and public health. The office would also have the authority to implement standards and policies for information resources management and be responsible for purchasing and operating information technology and systems. Progress Is Being Made, but Key Questions on Resources and Strategies Remain Unresolved Under a general framework for the new office that has been approved by the EPA Administrator, EPA officials have been working for the past several months to develop recommendations for organizing existing EPA personnel resources into the central information office. Nonetheless, EPA has not and yet developed an information plan that identifies the office's goals, objectives, and outcomes. Although agency officials acknowledge the importance of developing such a plan, they have not established any milestones for doing SO. While EPA has made progress in determining the organizational structure of the office, final decisions have not been made and EPA has not yet identified the employees and the resources that will be needed. Setting up the organizational structure prior to developing an information plan runs the risk that the organization will not contain the resources or structure needed to accomplish its goals. Information Plan Is Needed Although EPA has articulated both a vision as well as key goals for its new information office, it has not yet developed an information plan to show how the agency intends to achieve its vision and goals. Given the many important and complex issues on information management, policy, and technology that face the new office, it will be extremely important for EPA to establish a clear set of priorities and resources needed to accomplish them. Such information is also essential for EPA to develop realistic budgetary estimates for the office. EPA has indicated that it intends to develop an information plan for the agency that will provide a better mechanism to effectively and efficiently plan its information and technology investments on a multiyear basis. This plan will be coordinated with EPA 's agencywide strategic plan, prepared under the Government Performance and Results Act. EPA intends for the plan to reflect the results of its initiative to improve coordination among the agency's major activities relating to information on environment and program outcomes. It has not yet, however, developed any milestones or target dates for initiating or completing either the plan or the coordination initiative. Organizational Structure Is Not Yet Determined In early December 1998, the EPA Administrator approved a broad framework for the new information office and set a goal of completing the reorganization during the summer of 1999. Under the framework approved by the EPA Administrator, the new office will have three organizational units responsible for (1) information policy and collection, (2) information technology and services, and (3) information analysis and access, respectively. In addition, three smaller units will provide support in areas such as data quality and strategic planning. A transition team of EPA staff has been tasked with developing recommendations for the new office's mission and priorities as well as its detailed organizational and reporting structure. In developing these recommendations, the transition team has consulted with the states, regulated industries, and other stakeholders to exchange views regarding the vision, goals, priorities, and initial projects for the office. Needed Resources Are Still Unknown One of the transition team's key responsibilities is to make recommendations concerning which EPA units should move into the information office and in which of the three major organizational units they should go. To date, the transition team has not finalized its recommendations on these issues or on how the new office will operate and the staff it will need. Even though EPA has not yet determined which staff will be moved to the central information office, the transition team's director told us that it is expected that the office will have about 350 employees. She said that the staffing needs of the office will be met by moving existing employees in EPA units affected by the reorganization. The director said that, once the transition team recommends which EPA units will become part of the central office, the agency will determine which staff will be assigned to the office. She added that staffing decisions will be completed by July 1999 and the office will begin functioning sometime in August 1999. The funding needs of the new office were not specified in EPA'S fiscal year 2000 budget request to the Congress because the agency did not have sufficient information on them when the request was submitted in February 1999. The director of the transition team told us that in June 1999 the agency will identify the anticipated resources that will transfer to the new office from various parts of EPA. The agency plans to prepare the fiscal year 2000 operating plan for the office in October 1999, when EPA has a better idea of the resources needed to accomplish the responsibilities that the office will be tasked with during its first year of operation. The transition team's director told us that decisions on budget allocations are particularly difficult to make at the present time due to the sensitive nature of notifying managers of EPA'S various components that they may lose funds and staff to the new office. Furthermore, EPA will soon need to prepare its budget for fiscal year 2001. According to EPA officials, the Office of the Chief Financial Officer will coordinate a planning strategy this spring that will lead to the fiscal year 2001 annual performance plan and proposed budget, which will be submitted to the Office of Management and Budget by September 1999. EPA's New Information Office Will Face Significant Challenges The idea of a centralized information office within EPA has been met with enthusiasm in many corners-not only by state regulators, but also by representatives of regulated industries, environmental advocacy groups, and others. Although the establishment of this office is seen as an important step in improving how EPA collects, manages, and disseminates information, the office will face many challenges, some of which have thwarted previous efforts by EPA to improve its information management activities. On the basis of our prior and ongoing work, we believe that the agency must address these challenges for the reorganization to significantly improve EPA'S information management activities. Among the most important of these challenges are (1) obtaining sufficient resources and expertise to address the complex information management issues facing the agency; (2) overcoming problems associated with EPA'S decentralized organizational structure, such as the lack of agencywide information dissemination policies; (3) balancing the demand for more data with calls from the states and regulated industries to reduce reporting burdens; and (4) working effectively with EPA'S counterparts in state government. Obtaining Sufficient Resources and Expertise The new organizational structure will offer EPA an opportunity to better coordinate and prioritize its information initiatives. The EPA Administrator and the senior-level officials charged with creating the new office have expressed their intentions to make fundamental improvements in how the agency uses information to carry out its mission to protect human health and the environment. They likewise recognize that the reorganization will raise a variety of complex information policy and technology issues. To address the significant challenges facing EPA, the new office will need significant resources and expertise. EPA anticipates that the new office will substantially improve the agency's information management activities, rather than merely centralize existing efforts to address information management issues. Senior EPA officials responsible for creating the new office anticipate that the information office will need \"purse strings control\" over the agency's resources for information management expenditures in order to implement its policies, data standards, procedures, and other decisions agencywide. For example, one official told us that the new office should be given veto authority over the development or modernization of data systems throughout EPA. To date, the focus of efforts to create the office has been on what the agency sees as the more pressing task of determining which organizational components and staff members should be transferred into the new office. While such decisions are clearly important, EPA also needs to determine whether its current information management resources, including staff expertise, are sufficient to enable the new office to achieve its goals. Overcoming Problems Associated With EPA's Decentralized Organizational Structure EPA will need to provide the new office with sufficient authority to overcome organizational obstacles to adopt agencywide information policies and procedures. As we reported last September, EPA has not yet developed policies and procedures to govern key aspects of its projects to disseminate information, nor has it developed standards to assess the data's accuracy and mechanisms to determine and correct errors. 1 Because EPA does not have agencywide polices regarding the dissemination of information, program offices have been making their own, sometimes conflicting decisions about the types of information to be released and the extent of explanations needed about how data should be interpreted. Likewise, although the agency has a quality assurance program, there is not yet a common understanding across the agency of what data quality means and how EPA and its state partners can most effectively ensure that the data used for decision-making and/or disseminated to the public is of high quality. To address such issues, EPA plans to create a Quality Board of senior managers within the new office in the summer of 1999. Although EPA acknowledges its need for agencywide policies governing information collection, management, and dissemination, it continues to operate in a decentralized fashion that heightens the difficulty of developing and implementing agencywide procedures. EPA'S offices have been given the responsibility and authority to develop and manage their own data systems for the nearly 30 years since the agency's creation. Given this history, overcoming the potential resistance to centralized policies may be a serious challenge to the new information office. Balancing the Need to Collect More Data and Efforts to Reduce Reporting Burdens EPA and its state partners in implementing environmental programs have collected a wealth of environmental data under various statutory and regulatory authorities. However, important gaps in the data exist. For example, EPA has limited data that are based on (1) the monitoring of environmental conditions and (2) the exposures of humans to toxic 1Environmental Information: Agencywide Policies and Procedures Are Needed for EPA's Information Dissemination (GAO/RCED-98-245, Sept. 24, 1998). pollutants. ecological many pollutants are not well understood. EPA also needs comprehensive information on environmental conditions and their changes over time to identify problem areas that are emerging or that need additional regulatory action or other attention. In contrast to the need for more and better data is a call from states and regulated industries to reduce data management and reporting burdens. EPA has recently initiated some efforts in this regard. For example, an EPA/state information management workgroup looking into this issue has proposed an approach to assess environmental information and data reporting requirements based on the value of the information compared to the cost of collecting, managing, and reporting it. EPA has announced that in the coming months, its regional offices and the states will be exploring possibilities for reducing paperwork requirements for EPA'S programs, testing specific initiatives in consultation with EPA'S program offices, and establishing a clearinghouse of successful initiatives and pilot projects. However, overall reductions in reporting burdens have proved difficult to achieve. For example, in March 1996, we reported that while EPA was pursuing a paperwork reduction of 20 million hours, its overall paperwork burden was actually increasing because of changes in programs and other factors.2 The states and regulated industries have indicated that they will look to EPA'S new office to reduce the burden of reporting requirements. Working More Effectively With State Counterparts Although both EPA and the states have recognized the value in fostering a strong partnership concerning information management, they also recognize that this will be a challenging task both in terms of policy and technical issues. For example, the states vary significantly in terms of the data they need to manage their environmental programs, and such differences have complicated the efforts of EPA and the states to develop common standards to facilitate data sharing. The task is even more challenging given that EPA'S various information systems do not use common data standards. For example, an individual facility is not identified by the same code in different systems. Given that EPA depends on state regulatory agencies to collect much of the it needs and to help ensure the quality of that data, EPA recognizes the to work in a close partnership with the states on a wide variety of data need 2Environmental Protection: Assessing EPA's Progress in Paperwork Reduction (GAO/T-RCED-96-107, March 21, 1996). information management activities, including the creation of its new information office. Some partnerships have already been created. For example, EPA and the states are reviewing reporting burdens to identify areas in which the burden can be reduced or eliminated. Under another EPA initiative, the agency is working with states to create data standards SO that environmental information from various EPA and state databases can be more readily shared. Representatives of state environmental agencies and the Environmental Council of the States have expressed their ideas and concerns about the role of EPA'S new information office and have frequently reminded EPA that they expect to share with EPA the responsibility for setting that office's goals, priorities, and strategies. According to a Council official, the states have had more input to the development of the new EPA office than they typically have had in other major policy issues and the states view this change as an improvement in their relationship with EPA. Observations Collecting and managing the data that EPA requires to manage its programs have been a major long-term challenge for the agency. The EPA Administrator's recent decision to create a central information office to make fundamental agencywide improvements in data management activities is a step in the right direction. However, creating such an organization from disparate parts of the agency is a complex process and substantially improving and integrating EPA'S information systems will be difficult and likely require several years. To fully achieve EPA'S goals will require high priority within the agency, including the long-term appropriate resources and commitment of senior management.",
  "metadata": {},
  "processed_at": "2025-05-27T20:56:12.306791"
}