{
  "filename": "T-RCED-98-218",
  "text": "GAO For Release on Delivery Expected at 10 a.m. EDT Thursday June 4, 1998 United States General Accounting Office Testimony Before the Committee on Small Business United States Senate FEDERAL RESEARCH Observations on the Small Business Innovation Research Program Statement of Susan D. Kladiva Associate Director, Energy, Resources, and Science Issues, Resources, Community, and Economic Development Division Mr. Chairman and Members of the Committee: We are pleased to be here today to discuss our review of the Small Business Innovation Research (SBIR) program. 1 As a nation competing in a global economy, the United States depends heavily on innovation through research and development (R&D). Because small business is a principal source of significant innovation, the Congress established the SBIR program in 1982. The program was reauthorized in 1992 by the Small Business Research and Development Enhancement Act,2 to expand and improve the SBIR program, to emphasize the program's goal of increasing private sector commercialization of technology, to increase small business participation in federal research and development, and to improve the federal government's dissemination of information concerning the program, particularly with regard to program participation by women-owned small business concerns and by socially and economically disadvantaged small business concerns. Ten federal agencies participate in the SBIR program. Five of them-the Department of Defense (DOD), the National Aeronautics and Space Administration (NASA), the Department of Health and Human Services and particularly its National Institutes of Health (NIH), the Department of Energy (DOE), and the National Science Foundation (NSF)-were included in our review. Each agency manages its own program, while the Small Business Administration (SBA) plays a central administrative role, such as issuing policy directives and annual reports for the program. In our April 1998 report we discussed · Agencies' adherence to statutory funding requirements. · Agencies' audits of extramural (external) R&D budgets. · The effect of the application review process and funding cycles on award recipients. · The extent of companies' project activity after receiving SBIR funding and agencies' techniques to foster commercialization. · The number of multiple award recipients and the extent of project activity after receiving SBIR funding. · The occurrence of funding for single proposal awards. · Participation by women-owned business and socially and economically disadvantaged business. · SBIR'S promotion of the critical technologies. 1Federal Research: Observations on the Small Business Innovation Research Program (GAO/RCED-98-132, Apr. 17, 1998). 2P.L. 102-564, Oct. 28, 1992. · The extent foreign firms benefit from SBIR results. · The geographical distribution of SBIR awards. Our statement highlights the message of that report. In summary, Mr. Chairman: It appears that agencies have adhered to the act's funding requirements. Agency program officials reported that they are not using SBIR funds to pay for administrative costs of the program such as salaries and support services used to process awards. The program officials also believe that they are adhering to the statutory requirement to fund the program at 2.5 percent of agencies' extramural research budget. However, some officials believe that agencies are using different interpretations of the \"extramural budget\" definition, which may lead to incorrect calculations of their extramural research budgets. In our report, we recommended that the Small Business Administration provide additional guidance to the participating agencies on how to calculate their \"extramural budgets.\" The Small Business Administration concurred with our recommendation. Of the five agencies that we reviewed, only two-NSF and NASA- have conducted audits of their extramural budgets. In 1997, the Office of Inspector General at NSF conducted an audit of the agency's extramural budget and found that it contained over $100 million of unallowable costs such as training and overhead. DOD, NIH, and DOE have not conducted any audits of their extramural R&D budgets nor do they have plans to conduct any audits in the near future. While most of the SBIR officials we interviewed said that neither the application review process nor current funding cycles have had an adverse effect on award recipients' financial status or ability to commercialize, some recipients have said that any interruption in funding awards, for whatever reason, affects them negatively. In response to these concerns over the continuity of funding, most of the participating SBIR agencies have established programs to minimize funding gaps. Companies responding to GAO'S and DOD'S3 surveys of award recipients reported that approximately 50 percent of their projects had sales of products or services related to the research or received additional developmental funding after receiving SBIR funding. In both surveys, approximately 35 percent of the projects had resulted in sales of products or services, and approximately 45 percent of the projects received 3The GAO survey was conducted in 1991 and the DOD survey was conducted in 1996. additional developmental funding. In addition, the agencies identified various techniques to foster the commercialization of SBIR-funded technologies. We found that the number of companies receiving multiple awards, which we defined as those phase I award recipients that also received 15 or more phase II awards in the preceding 5 years, had grown from 10 companies in 1989 to 17 in 1996. Our analysis shows that multiple-award recipients and non-multiple-award recipients commercialized at almost identical rates. We found that agencies rarely fund research for a given solicitation topic where only one proposal was received. For example, DOD'S SBIR official reported that there were only three instances when a single proposal was submitted for a given solicitation topic out of the 30,000 proposals that were received from various solicitations; none of the cases resulted in an award. Of the five agencies that we examined, all reported engaging in activities to foster the participation of women-owned or socially and economically disadvantaged small businesses. For example, all SBIR program managers participate each year in a number of national and regional small business conferences and workshops that are specifically designed to foster increased participation by women-owned and/or socially and economically disadvantaged small businesses. All of the agencies' SBIR officials we interviewed believed that the listings of critical technologies, as identified by DOD and the National Critical Technologies Panel, are used in developing their respective research topics or that the research being conducted falls within one of the two lists.4 We found little evidence of foreign firms, or U.S. firms with substantial foreign ownership interests, benefiting from technology or products developed as a direct result of SBIR-funded research. In our 1992 report, we noted that fewer than 5 percent of the 1,457 respondents to our questionnaire said they had finalized licensing agreements with companies or investors in foreign countries. Only 1 percent reported manufacturing agreements. These same questions were included in the recent survey of DOD'S award recipients, which reported similar responses. 4These lists indicate technologies that are critical to meeting national needs such as competitiveness, defense, energy security, and quality of life. A recent SBA study reported that one-third of the states received 85 percent of all SBIR awards and SBIR funds.5 For fiscal year 1996, we found that SBIR awards were concentrated in the states of California and Massachusetts. However, every state has at least two. Previous studies of SBIR have linked the concentration of awards to local characteristics, such as the prevalence of small high-tech firms. Background The Small Business Innovation Development Act of 19826 provided for a three-phase program. Phase I is intended to determine the scientific and technical merit and feasibility of a proposed research idea. Work in phase II further develops the idea, taking into consideration such things as the commercialization potential. Phase III generally involves the use of nonfederal funds for the commercial application of a technology or non-SBIR federal funds for continued R&D under government contracts. The Small Business Research and Development Enhancement Act of 1992 reauthorized the SBIR program through fiscal year 2000. The act emphasized the program's goal of increasing private sector commercialization and provided for incremental increases in SBIR funding up to not less than 2.5 percent of agencies' extramural R&D budgets by fiscal year 1997. Moreover, the act directed SBA to modify its policy directive to reflect an increase in funding for eligible small businesses, that is, businesses with 500 or fewer employees. This increased funding from $50,000 to $100,000 for phase I and from $500,000 to $750,000 for phase II, with adjustments once every 5 years for inflation and changes in the program. 5An Analysis of the Distribution of SBIR Awards by States, 1983-1996, Small Business Administration Office of Advocacy (Jan. 1998). 6P.L. 97-219, July 22, 1982. It Appears That Agencies Are Adhering to Statutory Funding The agencies' SBIR officials reported that they have adhered to the act's requirement of not using SBIR funds to pay for the administrative costs of the program, such as salaries and support services used in processing awards. However, they added that the funding restriction has limited their ability to provide some needed administrative support. Requirements; However, the Definition of Extramural R&D on Which the Funding Levels Are Based May Not Be Consistently Applied The program officials also believe that they are adhering to the statutory requirement to fund the program at 2.5 percent of agencies' extramural research budget. Some of the officials expressed concern because they believe that agencies are using different interpretations of the \"extramural budget\" definition. This may lead to incorrect calculations of their extramural research budgets. For example, according to DOD'S SBIR program manager, all eight of DOD'S participating military departments and defense agencies that make up the SBIR program have differing views on what each considers an extramural activity and on the appropriate method for tracking extramural R&D obligations. As a result, the program and budget staff have not always agreed on the dollar amount designated as the extramural budget. Only Two of the Agencies We Reviewed Have Conducted Audits of Their Extramural Budgets Of the five agencies we reviewed, only two have recently audited their extramural R&D budgets. Both NSF and NASA conducted audits of their extramural R&D budgets in fiscal year 1997. DOD, DOE, and NIH have not conducted any audits of their extramural R&D budgets nor do they plan to conduct any audits in the near future. NSF'S audit, which was performed by its Inspector General, concluded that NSF was overestimating the size of its extramural R&D budget by including unallowable costs, such as education, training, and overhead. NSF estimated that these unallowable costs totaled over $100 million. The Inspector General's audit report concluded that by excluding these \"unallowables, \" NSF will have reduced the funds available for the SBIR program by approximately $13 million over a 5-year period. Likewise, NASA has completed a survey of fiscal year 1995 budget data and is currently reviewing fiscal year 1996 data at its various field centers. NASA officials say this is an effort to (1) determine the amount spent on R&D and (2) categorize the R&D as either intramural or extramural activities. Commercialization of Projects applicants. SBIR officials did say that some recipients had said that any interruption in funding awards, for whatever reason, affects them negatively. One SBIR program manager stated that at DOD, most award recipients often have no way of paying their research teams during a funding gap. As a result, ongoing research may be delayed, and the \"time-to-market\"--that is the length of time from the point when research is completed to the point when the results of the research are commercialized-may be severely impaired, thus limiting a company's commercial potential. As a result, most of the participating SBIR agencies have established special programs and/or processes in an effort to mitigate any adverse effect(s) caused by funding gaps. One such effort is the Fast Track Program, employed at DOD, whereby phase I award recipients who are able to attract third-party funding are given the highest priority in the processing of phase II awards. At DOE and NIH, phase I award recipients are allowed to submit phase II applications prior to the completion of phase I. NASA has established an electronic SBIR management system to reduce the total processing time for awards and is currently exploring the possibility of instituting a fast track program similar to that of DOD. found The third phase of SBIR projects is expected to result in commercialization or a continuation of the project's R&D. In 1991, we surveyed 2,090 phase II awards that had been made from 1984 through 1987 regarding their phase III activity. In 1996, DOD conducted its own survey, which closely followed our format. DOD'S survey included all 2,828 of DOD'S SBIR projects that received a phase II award from 1984 through 1992. Phase III Participation Rates Continue at Previously Reported Levels, While Agencies' Commercialization While analyzing the response data from our 1991 survey, we that Vary approximately half of the phase II awards reported phase III activity (e.g., sales and additional funding) while the other half had no phase Techniques III activity. (See table 1.) Overall, 515 responses, or 35 percent, indicated that their Application Review Process and Current Funding Cycles Are Not Adversely Affecting Recipients' Financial Status or the Most of the SBIR officials we interviewed believed that neither the application review process nor current funding cycles are having an adverse effect on award recipients' financial status or their ability to commercialize their projects. Specifically, DOD, DOE, NSF, and NASA stated that their respective review processes and funding cycles have little to no adverse effect on the recipients' financial status or the small companies' ability to commercialize their technologies. Furthermore, NIH believes that having three funding cycles in each year has had a beneficial effect on projects had resulted in sales of products or processes, while 691, or 47 percent, had received additional developmental funding.7 Our analysis of DOD'S 1996 survey responses showed that phase III activity was occurring at similar rates to GAO'S survey. Our analysis of these responses showed that 765 projects, or 53 percent, reported that they were active in phase III at the time of the survey, while the other half did not report any phase III activity. The DOD respondents indicated that 442 awards, or 32 percent, had resulted in actual sales, while 588 reported the awards had resulted in additional developmental funding. Table 1: Summary of Reported Phase III Activity Survey responses GAO (governmentwide) DOD Projects with phase III activity 765 653 Projects with sales 515 442 Projects with additional developmental funding 691 588 Projects with no phase III activity 692 711 Total 1,457 1,364 Source: GAO's 1991 survey data and DOD's 1996 survey data. Agencies are currently using various techniques to foster commercialization, although there is little or no empirical evidence suggesting how successful particular techniques have been. For example, in an attempt to get those companies with the greatest potential for commercial success to the marketplace sooner, DOD has instituted a Fast Track Program, whereby companies that are able to attract outside commitments/capital for their research during phase I are given higher priority in receiving a phase II award. The Fast Track Program not only helps speed these companies along this path but also helps them attract outside capital early and on better terms by allowing the companies to leverage SBIR funds. In 1996, for example, DOD'S Fast Track participants were able to attract $25 million in outside investment. Additionally, DOD, in conjunction with NSF and SBA, sponsors three national SBIR conferences annually. These conferences introduce small businesses to SBIR and assist SBIR participants in the preparation of SBIR proposals, business planning, strategic partnering, market research, the protection of intellectual property, and other skills needed for the successful development and commercialization of SBIR technologies. 7Figures do not add to 100 percent because some projects may have reported both types of activity. DOE'S Commercialization Assistance Program provides phase II award recipients with individualized assistance in preparing business plans and presentation materials to potential partners or investors. This program culminates in a Commercialization Opportunity Forum, which helps link SBIR phase II award recipients with potential partners and investors. NSF provides (1) its phase I award recipients with in-depth training on how to market to government agencies and (2) its phase I and II award recipients with instructional guides on how to commercialize their research. Similarly, NASA assists its SBIR participants through numerous workshops and forums that provide companies with information on how to expand their business. NASA also provides opportunities for SBIR companies to showcase their technologies to larger governmental and commercial audiences. Moreover, NASA has established an SBIR homepage on the Internet to help promote its SBIR technologies and SBIR firms and has utilized several of its publications as a way for SBIR companies to make their technologies known to broader audiences. Multiple-Award Recipients Commercialize at Rates Similar To Those of Non-Multiple-Award Recipients Using SBA'S data, we identified phase I award recipients who had received 15 or more phase II awards in the preceding 5 years. On the basis of survey data from both GAO'S and DOD'S surveys, we compared the commercialization rates as well as the rates at which projects received additional developmental funding for these multiple-award recipients with the non-multiple-award recipients. This comparison of the phase III activity is summarized in table 2. This analysis shows that the multiple-award recipients and the non-multiple-award recipients are commercializing at comparable rates. Table 2: Comparison of Multiple-Award Recipients and Non-Multiple-Award Recipients Survey responses GAO (governmentwide) DOD Projects by multiple-award recipients 200 261 Projects by non- multiple-award recipients 1,257 1,103 Commercialization rates for multiple-award recipients 40.5 40.2 Commercialization rates for non-multiple-award recipients 40.3 Source: GAO's 1991 survey data and DOD's 1996 survey data. 39.3 According to both surveys, multiple-award recipients receive additional developmental funding at higher rates than the non-multiple-award recipients. However, the average levels of sales and additional developmental funding for the multiple-award recipients are lower than those for non-multiple-award recipients. Solicitations Rarely Result in Single-Proposals When an agency funds research for a given solicitation topic where only one proposal was received, it may appear that there was a lack of competition. The majority of the SBIR officials we interviewed indicated that receiving a single proposal for a given solicitation topic is extremely rare. DOD reported that from 1992-96 there were only three instances when a single proposal was submitted for a given solicitation topic out of 30,000 proposals that were received for various solicitations. DOD'S SBIR official did state, however, that none of the cases resulted in an award. Both DOE'S and NASA'S SBIR officials reported that they did not receive any single proposals for this time period. Moreover, NASA'S SBIR officials stated that their policy is to revise a solicitation topic/subtopic if it receives fewer than 10 proposals or to drop the topic/subtopic from the solicitation. All of the Agencies Promote Program Participation by Women-Owned and Socially and Economically Disadvantaged Small Businesses One of the purposes of the 1992 act was to improve the federal government's dissemination of information concerning the SBIR program, particularly with regard to program participation by women-owned small businesses and by socially and economically disadvantaged small businesses. All of the agencies we reviewed reported participating in activities targeted at women-owned or socially and economically disadvantaged small businesses. All SBIR program managers participate each year in a number of regional small business conferences and workshops that are specifically designed to foster increased participation in the SBIR program by women-owned and socially and economically disadvantaged small businesses. The SBIR managers also participate in national SBIR conferences that feature sessions on R&D and procurement opportunities in the federal government that are available to socially and economically disadvantaged companies. SBIR Programs Promote the Critical Technologies Most of the SBIR agency officials we interviewed stated that they use the two listings of critical technologies as identified by DOD and the National Critical Technologies Panel in developing their respective research topics. The other agencies believed that the research being conducted falls within There Is Little Evidence of Foreign Interest in SBIR Projects one of the two lists. At DOE, for example, research topics are developed by the DOE technical programs that contribute to SBIR. In DOE'S annual call for topics, SBIR offices are instructed to give special consideration to topics that further one or more of the national critical technologies. DOE'S analysis of the topics that appeared in its fiscal year 1995 solicitation revealed that 75 percent of the subtopics listed contributed to one or more of the national critical technologies. Likewise, NASA'S research topics, developed by its SBIR offices, reflect the agency's priorities that are originally developed in accordance with the nationally identified critical technologies. At DOD, SBIR topics that do not support one of the critical technologies identified by DOD will not be included in DOD'S solicitation. Both NIH and NSF believe that their solicitation topics naturally fall within one of the lists. According to NIH's SBIR official, although research topics are not developed with these critical technologies in mind, their mission usually fits within these topics. For example, research involving biomedical and behavioral issues is very broad and can be applied to similar technologies defined by the National Critical Technologies Panel. NSF'S SBIR official echoes the sentiments of NIH. According to this official, although NSF has not attempted to match topics with the listing of critical technologies, it believes that the topics, by their very nature, fall within the two lists. According to our 1991 survey and DOD'S 1996 survey, SBIR projects result in little business-related activity with foreign firms. For example, our 1991 survey found that 4.6 percent of the respondents reported licensing agreements with foreign firms and that 6 percent reported marketing agreements with foreign firms. It should also be remembered that both of these agreements refer to activities where the U.S. firm is receiving benefits from the SBIR technology and still maintaining rights to the technology. Sales of the technology or rights to the technology occurred at a much lower rate, 1.5 percent, according to our survey. The DOD survey showed similar results. These data showed that less than 2 percent of the respondents had finalized licensing agreements with foreign firms and that approximately 2.5 percent had finalized marketing agreements with foreign firms. Sales of the technology or the rights to the technology developed with SBIR funds occurred only 0.4 percent of the time. Geographic Distribution of SBIR Awards A recent SBA study stated that one-third of the states received 85 percent of all SBIR awards and SBIR funds. In fiscal year 1996, the states of California and Massachusetts had the highest concentrations of awards, 904 awards for a total of $207 million and 628 awards for a total of $148 million, respectively. However, each state has received at least two awards, and in 1996, the total SBIR amounts received by states ranged from $120,000 to $207 million. The SBA study points out that 17 states receive the bulk of U.S. R&D expenditures, venture capital investments, and academic research funds. Hence, the study observes that the number of small high-tech firms in a state, its R&D resources, and venture capital are important factors in the distribution and success of SBIR awards. Mr. Chairman, this concludes my statement. I would be happy to respond to any questions you or the members of the Committee may have.",
  "metadata": {},
  "processed_at": "2025-05-27T20:56:41.202161"
}