{
  "filename": "T-RCED-98-38",
  "text": "GAO For Release on Delivery Expected at 9:30 a.m. EST Tuesday Nov. 4, 1997 United States General Accounting Office Testimony Before the Subcommittee on Transportation and Infrastructure, Committee on Environment and Public Works, U.S. Senate FEDERAL HIGHWAY PROGRAMS Status of Federal Highway Programs in the Absence of Reauthorization Statement of Phyllis F. Scheinberg, Associate Director, Transportation Issues, Resources, Community, and Economic Development Division Mr. Chairman and Members of the Subcommittee: We appreciate the opportunity to provide information on the status of federal surface transportation programs in the absence of funding from a new federal highway reauthorization act. As you know, in 1991, the Intermodal Surface Transportation Efficiency Act of 1991 (ISTEA) authorized over $122 billion in federal funds for highway programs for fiscal years 1992 through 1997.1 This authorization expired on September 30, 1997, and no new federal highway funds have been authorized for fiscal year 1998. The states can, however, use their unobligated balances that remain from the ISTEA authorization period. For all 50 states, these federal-aid highway balances totaled $12.1 billion at the beginning of fiscal year 1998.2 Specifically, you asked that we compare unobligated federal highway fund balances at the beginning of fiscal year 1998 with the highway funds that the states obligated during the first part of fiscal year 1997. We performed this analysis using actual obligation data for federal-aid highway projects during the first 4 through 7 months of fiscal year 1997. For illustrative purposes, however, this testimony will focus on the 6-month period. (Details for the 4- through 7-month periods are presented in apps. I and II.) At your request, our testimony will also address strategies that could temporarily help the states continue to fund highway programs in the absence of a federal highway authorization act. Our work is based on the Federal Highway Administration's (FHWA) obligation data for all 50 states. In addition, we contacted nine states to obtain their views on how they would operate without new federal highway funds in the short term. When we analyzed FHWA'S obligation data for the 50 states, the analysis was limited to total obligation levels for federal highway projects. We did not address other important areas, such as the potential effects on the operations of agencies within the U. S. Department of Transportation or the effects on particular programs, such as transportation safety programs. In addition, we did not look at the impact on transit programs. 1The full ISTEA authorization for all surface transportation programs, including mass transit, totaled $155 billion for fiscal years 1992 through 1997. 2Funds that were not obligated at the end of fiscal year 1997 remained unobligated. These funds are the subject of this testimony. The unobligated balances represent funds apportioned or allocated but not yet committed by the states. The unobligated balances used in this statement pertain only to the states and do not apply to the District of Columbia or the territories. In summary, we compared the level of unobligated highway fund balances available at the beginning of fiscal year 1998 with the actual obligations that the states made during the first part of fiscal year 1997. The total unobligated balance of $12.1 billion exceeds the total actual obligations of $8.1 billion that all states combined made during the first 6 months of fiscal year 1997. However, a comparison of the unobligated balances of individual states with their actual fiscal year 1997 obligations reveals that some state highway programs may experience financial difficulties by the middle of fiscal year 1998 if their obligation rates for this year are comparable to those for fiscal year 1997. The analysis indicates that while most states have unobligated balances that are greater than their actual federal highway obligations in the first 6 months of fiscal year 1997, 14 states have an unobligated balance that is lower than their actual obligations during that same period. The nine states that we contacted identified various strategies that they would use to try to continue their highway operations, such as relying more extensively on state funds. However, some of these states also noted that they would soon be postponing highway projects if new federal funds are not available within the next few months. It is important to note when making these types of comparisons that the rates at which states obligated funds in fiscal year 1997 may not correspond to their plans for obligating federal highway funds in fiscal year 1998. Furthermore, some states may be limited in their ability to use available unobligated balances because of restrictions on the specific types of highway programs that the funds can be used for. Nonetheless, the comparisons do indicate that while many states may be able to continue financing highway projects for some time, some states may have difficulty dealing even in the short term with the absence of new federal highway funds. A number of strategies could help the states respond to the absence of new federal highway funds in the short term. For example, the Congress could provide the states with the flexibility to use their unobligated balances across the range of federal highway programs, rather than keeping the balances tied to specific highway funding categories and demonstration projects. Then, after reauthorization, the Congress could \"reimburse\" the appropriate funding categories. The individual states could also consider a number of strategies, such as temporarily substituting state funds for federal highway funds. The states could also begin highway projects by using advance construction, which enables a state to access capital from a variety of sources, including its own funds and private capital, and later receive reimbursement through federal highway obligations. However, such strategies may delay other planned projects within individual states. Furthermore, these strategies may not be feasible for some states or for an extended period of time. Background ISTEA authorized over $122 billion for highway programs for fiscal years 1992 through 1997. The authorization was funded primarily through federal highway user taxes such as those on motor fuels (gasoline, gasohol, and diesel), tires, and trucks. Funds from these sources are collected from users and credited to the Highway Trust Fund for highway and mass transit projects or related activities. The fund is divided into a highway account and a mass transit account. Except for a few minor deductions, such as those for federal administrative expenses, federal highway funds are provided to the states through FHWA, which is part of the U. S. Department of Transportation. The money is generally distributed to the states through various formula calculations.3 The current formula, established by ISTEA, determines the distribution of funds for 13 funding categories, such as the Interstate Maintenance, the National Highway System, and the Congestion Mitigation and Air Quality (CMAQ) programs.4 During the ISTEA authorization period, FHWA annually apportioned to the states authority to obligate funds. And, if the Congress took no further action, the states could proceed to obligate all the authority apportioned to them by FHWA. However, the Congress also imposed an annual obligation limitation as part of the appropriation process on most elements of the federal highway program. These limits did not take back spending authority that was already apportioned to the states; rather, the obligation limits acted to control the obligation rate. The congressionally imposed obligation limits acted to control total obligations but left the states with some discretion to decide how they would use their obligation authority across the range of federal-aid programs. For example, in a particular year, a state could obligate all its Interstate Maintenance and National Highway System funds. But the state would then have to compensate by obligating a smaller part of its federal 3ISTEA also authorized over $6.2 billion over 6 years for 539 statutorily designated demonstration projects. 4Throughout this statement, unless otherwise noted, these funding categories will be referred to as programs. highway funds from other categories. In addition, a few categories of highway funding are exempt from obligation limitations-the two largest are minimum allocation and demonstration projects.5 Once FHWA approves a project that a state proposes, the federal share of the project's cost is considered \"obligated\" against the state's apportionment. The state then proceeds-doing detailed design engineering, advertising for bids, and selecting a contractor for the construction work. The state incurs costs, pays the bills, and then seeks reimbursement of the federal share from FHWA. Federal outlays-that is, actual expenditures-do not occur until the state is reimbursed. Furthermore, the funds are outlayed over a number of years. Comparing Unobligated Highway Balances With Previous Obligations At the beginning of fiscal year 1998, the total unobligated federal highway fund balance for all states was $12.1 billion. This unobligated balance came from two sources. First, $9.6 billion in unobligated balances exists because the Congress annually imposed an obligation limit during the ISTEA period to control spending for most federal highway funding categories. Second, another $2.5 billion in unobligated authority remains for a few highway funding categories that were exempt from the obligation limitation. The two largest exempted programs were minimum allocation ($0.65 billion) and demonstration projects ($1.85 billion). From a national perspective, the total unobligated highway balance of $12.1 billion at the beginning of fiscal year 1998 (including program funds exempt from obligation limits) is nearly 1.5 times the $8.1 billion that all states obligated during the first 6 months of fiscal year 1997. This does not mean, however, that each state's unobligated balance is greater than its obligations during the first 6 months of fiscal year 1997. FHWA'S data show that the unobligated balances for each of 14 states fall short by 1 percent to 30 percent or by $1 million to almost $82 million of its actual obligations during the first 6 months of fiscal year 1997. Several states were in the 20 to 30 percent range. For example, Indiana's total unobligated balance is over $80 million less than its total highway obligations during the first 6 months of fiscal year 1997. This represents about a 28-percent difference. Similarly, North Carolina's total unobligated balance is about $94 million less than the amount it obligated during this same period in fiscal year 5Minimum allocation guarantees a state an amount such that its percentage of total apportionments and prior-year allocations from certain highway funding categories is not less than 90 percent of the state's estimated percentage of contributions to the Highway Trust Fund's Highway Account. Furthermore, Emergency Relief Program funding was also exempt from the obligation limits, but ISTEA's annual authorization for this program was limited to $100 million. 1997-a difference of about 26 percent. (App. I provides a state-by-state comparison of the fiscal year 1998 unobligated balance of $9.6 billion (from highway programs subject to the obligation limit) to actual state obligations during the first 4 through 7 months of fiscal year 1997. App. II provides a similar comparison based on the combined total unobligated balance of $12.1 billion.) It is important to note that these comparisons imply that the state's obligation rates for fiscal year 1997 correspond to those for fiscal year 1998, which may or may not be the case for individual states. Furthermore, the total unobligated balance of $12.1 billion includes balances from programs that were not subject to the obligation limitation. As of October 1, 1997, seven states had little or no unobligated balances in these program categories. Strategies That Could Help the States in the Short-Term A number of strategies could help the states get through a short period without a new highway funding authorization. At the federal level, the Congress could provide the states with the flexibility to use their unobligated balances across the range of federal highway programs, rather than keeping the balances generally tied to specific highway programs and demonstration projects. At the state level, some states may be able to obtain state, local, or private resources to begin projects and later seek federal reimbursement for these costs through advance construction authority. Flexibility Needed If Unobligated Balances Are to Be Fully Used in the Short Term The unobligated balance of $9.6 billion (from programs subject to the obligation limit) represents the sum of the unobligated balances remaining from specific programs, such as the Interstate Maintenance, National Highway System, Surface Transportation, and CMAQ programs. These balances may now generally be obligated in accordance with the individual program categories. Throughout the ISTEA period, the obligation limits acted to control \"total\" obligations, thus leaving the states discretion to decide how they would use their obligation authority across the range of specific federal-aid highway programs. For example, in a particular year, a state could have opted to obligate all of its available National Highway System funds, but it would have had to make up for its full use of these funds by obligating less in another funding category, such as the CMAQ program. Differences in the priorities that the states assigned to different highway programs are now reflected in significant variances in the unobligated balances that remain from ISTEA authorizations for these programs. For example, the National Highway System had a total unobligated balance of over $426 million at the beginning of fiscal year 1998, which represents only about 13 percent of the total fiscal year 1997 apportionment for this program. In comparison, the Surface Transportation program started fiscal year 1998 with an unobligated balance of $4.2 billion, or nearly half of the fiscal year 1997 apportionment for this program. Furthermore, the CMAQ program had an unobligated balance of $1 billion, or 108 percent of the fiscal year 1997 apportionment for this program. Because of the variances in the unobligated balances remaining across federal highway programs, these balances may not be consistent with state funding priorities or projects that the states planned for this year. To identify any problems that the states might have in using their unobligated balances and to identify strategies that the states may use to help them respond to the absence of new federal highway funds in the short term, we contacted nine states-Arkansas, Connecticut, Indiana, Iowa, Missouri, New York, North Carolina, North Dakota, and South Dakota. These differed in the extent to which they expected that their unobligated federal highway balances would help them respond to any short-term absence of new federal highway funds. Several of the states did note that the usefulness of these unobligated balances will be somewhat limited because they are tied to specific programs. For instance, a Missouri transportation finance and budget manager estimated that in early fiscal year 1998, the state will be able to use only $50 million of its total of $169 million in unobligated funds because the balance of the money is for categories such as CMAQ or transportation enhancements in which the state does not have projects ready to go. Similarly, the Transportation Director of Program Management for New York commented that it is very difficult to say exactly when the state will use its unobligated balance because some of this money is limited to programs that (1) are not a state priority or (2) do not have projects that are ready to go. If the Congress were to enact legislation that would give the states the flexibility to use unobligated balances interchangeably among federal highway programs, then some states would be better positioned to more fully use their unobligated federal highway funds. In addition, while minimum allocation funding can be used for numerous federal highway programs, demonstration project funds must be used only for the specific projects for which the funds were authorized under current law. These demonstration project funds, which generally were not subject to the obligation limits, ended fiscal year 1997 with a total unobligated balance of about $1.9 billion. If the Congress were to provide the states with the flexibility to use program as well as demonstration project funds to meet other highway program needs, a later reauthorization could provide for reimbursement to the borrowed fund account. States May Have to Rely More on State Funding for Highways Federal highway funding represents one of the many financial sources used to support the nation's highways. The Department of Transportation's statistics indicate that the revenue available for highways totaled $92.5 billion in 1995, the latest year for which data are available. About $59.6 billion of this revenue came from highway user taxes-$18.3 billion from federal highway user taxes, $39.3 from state highway user taxes, and $2 billion from local highway user taxes. The balance came from a variety of sources, such as $5.1 billion from property taxes and assessments and $7.6 billion from bond receipts. To compensate for the lack of new federal highway funds being available for part of fiscal year 1998, some states may be able to fund a proportionately larger share of their planned highway projects in early fiscal year 1998 with state funds. Later in fiscal year 1998, these states could use the federal funds made available to them. This assumes that at some unspecified time in fiscal year 1998, new federal highway funds will be available; however, this uncertainty poses problems for some states. A few of the nine states we contacted noted that they would be postponing highway projects if new federal funds are not available within the next few months. The states also differ in their ability to provide greater funding in fiscal year 1998. For instance, the Commissioner of North Dakota's Department of Transportation stated that the disastrous flood this year left North Dakota without any additional state funds to pay for highway projects. In contrast, Indiana's Deputy Commissioner for Finance stated that the state does not face a financial crisis in early fiscal year 1998. He noted that Indiana's Department of Transportation has, if necessary, the ability to use $600 million in bonding authority to begin projects in fiscal year 1998. However, if the states draw on their own resources, they may have to delay other planned projects. Also, this short-term solution could have a defined payback period. For instance, a Missouri transportation official noted that the state expects to award highway contracts through December 1997, using $100 million of state funds. He noted that this state money will be borrowed from other state programs and must be returned to the other accounts by June 30, 1998, the end of the state's fiscal year. One financial tool that may help some states is advance construction. Under advance construction, a state can begin a highway project by obtaining capital from a variety of sources, including its own funds and private capital, and later receive reimbursement through federal highway obligations. Indiana's Deputy Commissioner for Finance stated that without new federal funds, Indiana will begin its highway program using advance construction with state funding. New York also indicated that it would turn to advance construction to help with its highway financing. The New York Transportation Director of Program Management remarked that he expects to keep the state's planned highway projects on schedule in early fiscal year 1998 through the use of advance construction. He stated that New York will use state money to keep the projects on schedule and then backfill with federal funds once a new authorization is passed. In July 1997, the American Association of State Highway and Transportation Officials (AASHTO) conducted a survey to determine the possible effects of a delay in the reauthorization of the federal surface transportation program on state transportation programs. Many states reported to AASHTO that they would use advance construction to continue operations and project schedules. However, AASHTO noted that advance construction will not help some states that have already heavily relied on this technique. Mr. Chairman, this concludes my testimony. I would be pleased to respond to any questions that you or other Members of the Subcommittee may have. Appendix I Unobiligated Federal Highway Balances (Subject to the Obligation Limitation) Compared With Fiscal Year 1997 Obligations Dollars in thousands State Unobligated balance subject to obligation limit as of 10/01/97 Difference between unobligated balance and FY 1997 4-month obligation total Difference between unobligated balance and FY 1997 5-month obligation total Difference between unobligated balance and FY 1997 6-month obligation total Difference between unobligated balance and FY 1997 7-month obligation total Amount Percent Amount Percent Amount Percent Amount Percent Alabama $142,290 $70,523 98 $54,933 63 $18,011 14 -$13,762 -9 Alaska 94,192 59,601 172 12,980 16 -5,331 -5 -19,351 -17 Arizona 144,747 61,638 74 48,153 50 35,920 33 27,297 23 Arkansas 87,129 -11,524 -12 -28,961 -25 -32,323 -27 -40,468 -32 California 816,665 535,661 191 494,274 153 406,101 99 215,761 36 Colorado 117,689 73,357 165 14,684 14 -1,177 -1 -28,065 -19 Connecticut 166,353 11,568 7 -12,887 -7 -32,651 -16 -117,730 -41 Delaware 54,052 48,091 807 46,936 660 40,646 303 20,332 60 Florida 225,197 136,682 154 75,480 50 -14,489 -6 -258,506 -53 Georgia 293,339 184,098 169 158,972 118 118,093 67 83,185 40 Hawaii 139,085 a a a a a a a a Idaho 50,407 22,596 81 5,743 13 5,457 12 39 0 Illinois 255,153 146,891 136 82,100 47 -14,927 -6 -236,031 -48 Indiana 182,028 47,488 35 -50,888 -22 -102,013 -36 -124,776 -41 Iowa 115,924 13,004 13 415 0 -25,943 -18 -27,335 -19 Kansas 128,419 57,528 81 51,050 66 45,803 55 35,262 38 Kentucky 134,226 92,030 218 60,001 81 11,759 10 -12,999 -9 Louisiana 270,665 211,548 358 196,015 263 192,316 245 176,085 186 Maine 48,887 16,706 52 57 0 -10,845 -18 -10,548 -18 Maryland 158,942 116,473 274 41,191 35 20,355 15 -29,096 -15 Massachusetts 793,225 614,708 344 374,672 90 298,761 60 256,679 48 Michigan 217,146 93,236 75 52,661 32 11,239 5 -15,783 -7 Minnesota 178,687 141,349 379 38,120 27 28,273 19 16,178 10 Mississippi 102,719 46,798 84 38,873 61 7,882 8 -6,233 -6 Missouri 168,587 26,114 18 -67,796 -29 -100,490 -37 -111,528 -40 Montana 88,072 73,364 499 41,622 90 33,642 62 13,022 17 Nebraska 77,809 47,919 160 39,276 102 -5,837 -7 -7,870 -9 Nevada 55,011 46,620 556 11,803 27 -1,210 -2 -3,184 -5 New Hampshire 59,340 43,848 283 34,426 138 11,932 25 3,535 6 New Jersey 274,799 85,692 45 41,416 18 28,863 12 -28,507 -9 New Mexico 69,402 44,746 181 42,160 155 38,298 123 24,543 55 New York 477,584 123,935 35 -57,004 -11 -121,836 -20 -154,403 -24 (continued) Appendix I Unobiligated Federal Highway Balances (Subject to the Obligation Limitation) Compared With Fiscal Year 1997 Obligations Dollars in thousands Unobligated balance subject to obligation limit as of Difference between unobligated balance and FY 1997 4-month obligation total Difference between unobligated balance and FY 1997 5-month obligation total Difference between unobligated balance and FY 1997 6-month obligation total Difference between unobligated balance and FY 1997 7-month obligation total State 10/01/97 Amount Percent Amount Percent Amount Percent Amount Percent North Carolina 214,972 -15,865 -7 -90,838 -30 -143,299 -40 -178,181 -45 North Dakota 50,447 5,887 13 -2,979 -6 -24,791 -33 -32,363 -39 Ohio 356,246 231,419 185 200,963 129 158,654 80 79,029 29 Oklahoma 159,309 74,298 87 57,668 57 47,037 42 15,515 11 Oregon 92,166 42,543 86 24,747 37 15,926 21 -397 -0 Pennsylvania 456,826 325,819 249 298,829 189 213,084 87 84,355 23 Rhode Island 65,379 51,918 386 36,309 125 30,320 86 20,101 44 South Carolina 179,141 101,532 131 27,858 18 16,615 10 8,401 5 South Dakota 69,729 12,996 23 -8,395 -11 -22,791 -25 -33,301 -32 Tennessee 196,644 67,328 52 20,013 11 -22,553 -10 -81,974 -29 Texas 619,695 193,004 45 136,984 28 58,399 10 -25,147 -4 Utah 89,670 66,048 280 35,048 64 27,477 44 18,313 26 Vermont 71,618 58,166 432 50,025 232 36,629 105 26,728 60 Virginia 212,321 99,361 88 68,801 48 28,694 16 2,329 1 Washington 204,873 167,859 454 87,103 74 68,522 50 -493 -0 West Virginia 120,166 84,653 238 37,892 46 12,857 12 -13,368 -10 Wisconsin 163,333 -10,469 -6 -63,820 -28 -74,008 -31 -82,887 -34 Wyoming 53,579 7,042 15 -6,478 -11 -15,180 -22 -23,071 -30 Total $9,563,884 $4,987,272 109 $2,893,616 43 $1,295,871 16 -$590,668 -6 Note 1: Bold type indicates that previous obligations exceed the unobligated balance. Note 2: The comparison represents data for the states only and does not include data for the District of Columbia, American Samoa, Puerto Rico, the Virgin Islands, Guam, and the North Marianas. aNot available. Source: GAO's analysis based on FHWA's data. Appendix II Unobligated Federal Highway Balances (Subject to the Obligation Limitation and Exempt) Compared With Fiscal Year 1997 Obligations Dollars in thousands State Total unobligated balance as of 10/01/97 Difference between unobligated balance and FY 1997 4-month obligation total Difference between unobligated balance and FY 1997 5-month obligation total Difference between unobligated balance and FY 1997 6-month obligation total Difference between unobligated balance and FY 1997 7-month obligation total Amount Percent Amount Percent Amount Percent Amount Percent Alabama $198,888 $127,121 177 $111,531 128 $74,609 60 $42,836 27 Alaska 94,192 59,601 172 12,980 16 -5,331 -5 -19,351 -17 Arizona 184,093 100,984 122 87,499 91 75,266 69 66,643 57 Arkansas 153,005 54,352 55 36,915 32 33,553 28 25,408 20 California 1,091,527 810,523 288 769,136 239 680,963 166 490,623 82 Colorado 117,689 73,357 165 14,684 14 -1,177 -1 -28,065 -19 Connecticut 167,954 13,169 9 -11,286 -6 -31,050 -16 -116,129 -41 Delaware 54,052 48,091 807 46,936 660 40,646 303 20,332 60 Florida 298,813 210,298 238 149,096 100 59,127 25 -184,890 -38 Georgia 487,021 377,780 346 352,654 262 311,775 178 276,867 132 Hawaii 148,605 a a a a a a a a Idaho 82,813 55,002 198 38,149 85 37,863 84 32,445 64 Illinois 284,971 176,709 163 111,918 65 14,891 6 -206,213 -42 Indiana 203,799 69,259 51 -29,117 -13 -80,242 -28 -103,005 -34 Iowa 136,787 33,867 33 21,278 18 -5,080 -4 -6,472 -5 Kansas 147,075 76,184 107 69,706 90 64,459 78 53,918 58 Kentucky 157,586 115,390 273 83,361 112 35,119 29 10,361 7 Louisiana 339,687 280,570 475 265,037 355 261,338 334 245,107 259 Maine 57,472 25,291 79 8,642 18 -2,260 -4 -1,963 -3 Maryland 166,683 124,214 292 48,932 42 28,096 20 -21,355 -11 Massachusetts 799,910 621,393 348 381,357 91 305,446 62 263,364 49 Michigan 250,289 126,379 102 85,804 52 44,382 22 17,360 7 Minnesota 238,211 200,873 538 97,644 69 87,797 58 75,702 47 Mississippi 116,125 60,204 108 52,279 82 21,288 22 7,173 7 Missouri 187,257 44,784 31 -49,126 -21 -81,820 -30 -92,858 -33 Montana 88,072 73,364 499 41,622 90 33,642 62 13,022 17 Nebraska 84,959 55,069 184 46,426 120 1,313 2 -720 -1 Nevada 55,012 46,621 556 11,804 27 -1,209 -2 -3,183 -5 New Hampshire 63,770 48,278 312 38,856 156 16,362 35 7,965 14 New Jersey 331,142 142,035 75 97,759 42 85,206 35 27,836 9 New Mexico 71,431 46,775 190 44,189 162 40,327 130 26,572 59 New York 529,008 175,359 50 -5,580 -1 -70,412 -12 -102,979 -16 (continued) Appendix II Unobligated Federal Highway Balances (Subject to the Obligation Limitation and Exempt) Compared With Fiscal Year 1997 Obligations Dollars in thousands State Total unobligated balance as of 10/01/97 Difference between unobligated balance and FY 1997 4-month obligation total Difference between unobligated balance and FY 1997 5-month obligation total Difference between unobligated balance and FY 1997 6-month obligation total Difference between unobligated balance and FY 1997 7-month obligation total Amount Percent Amount Percent Amount Percent Amount Percent North Carolina 264,629 33,792 15 -41,181 -13 -93,642 -26 -128,524 -33 North Dakota 58,999 14,439 32 5,573 10 -16,239 -22 -23,811 -29 Ohio 495,754 370,927 297 340,471 219 298,162 151 218,537 79 Oklahoma 173,644 88,633 104 72,003 71 61,372 55 29,850 21 Oregon 98,712 49,089 99 31,293 46 22,472 29 6,149 7 Pennsylvania 968,126 837,119 639 810,129 513 724,384 297 595,655 160 Rhode Island 85,502 72,041 535 56,432 194 50,443 144 40,224 89 South Carolina 201,518 123,909 160 50,235 33 38,992 24 30,778 18 South Dakota 74,690 17,957 32 -3,434 -4 -17,830 -19 -28,340 -28 Tennessee 225,294 95,978 74 48,663 28 6,097 3 -53,324 -19 Texas 770,416 343,725 81 287,705 60 209,120 37 125,574 19 Utah 92,600 68,978 292 37,978 70 30,407 49 21,243 30 Vermont 88,085 74,633 555 66,492 308 53,096 152 43,195 96 Virginia 333,797 220,837 196 190,277 133 150,170 82 123,805 59 Washington 204,887 167,873 454 87,117 74 68,536 50 -479 -0 West Virginia 307,110 271,597 765 224,836 273 199,801 186 173,576 130 Wisconsin 181,199 7,397 4 -45,954 -20 -56,142 -24 -65,021 -26 Wyoming 53,579 7,042 15 -6,478 -11 -15,180 -22 -23,071 -30 Total $12,066,439 $7,489,827 164 $5,396,171 81 $3,942,319 49 $2,055,720 21 Note 1: Bold type indicates that previous obligations exceed the unobligated balance. Note 2: The comparison represents data for the states only and does not include data for the District of Columbia, American Samoa, Puerto Rico, the Virgin Islands, Guam, and the North Marianas. aNot available. Source: GAO's analysis based on FHWA's data.",
  "metadata": {},
  "processed_at": "2025-05-27T20:58:55.317150"
}