{
  "filename": "T-RCED-98-222",
  "text": "GAO For Release on Delivery Expected at 10 a.m. EDT Friday June 5, 1998 United States General Accounting Office Testimony Before the Subcommittee on Human Resources, Committee on Government Reform and Oversight House of Representatives HUD MANAGEMENT Contracting Issues Need Continued Attention Statement of Stanley J. Czerwinski, Associate Director Housing and Community Development Issues, Resources, Community, and Economic Development Division Mr. Chairman and Members of the Subcommittee: We are pleased to be here today to discuss issues related to contracting activities at the Department of Housing and Urban Development (HUD). Each year, the Department purchases millions of dollars worth of supplies and services through contracts. However, HUD'S downsizing plans and allegations of contracting abuses have raised concerns about the Department's ability to effectively manage its contracting workload. Our statement today will discuss (1) the extent of HUD'S reliance on contractors to carry out the Department's responsibilities; (2) the weaknesses in HUD'S current contracting practices, particularly with respect to the oversight of property management contractors; and (3) HUD'S actions to address its contracting weaknesses. This statement is based on reports that we issued regarding HUD'S contracting activities, oversight of property management contracts, and 2020 Management Reform Plan1 and reports issued by HUD'S Office of Inspector General and the National Academy of Public Administration. In summary, we found the following: · HUD'S annual obligations for headquarters contracts have steadily increased in recent years, growing from $213 million in fiscal year 1991 to $376 million in fiscal year 1996 (in constant 1996 dollars), according to HUD'S data systems. Furthermore, the Department will continue to rely heavily on contractors to help carry out its responsibilities under its 2020 Management Reform Plan. For instance, the plan calls for HUD to contract with private firms for a number of functions, including physical building inspections of public housing and multifamily insured projects; legal, investigative, audit, and engineering services; and activities to clean up the backlog of troubled assisted multifamily properties. · We, HUD'S Inspector General, and the National Academy of Public Administration have identified weaknesses in HUD'S contract administration and monitoring of contractors' performance. For example, our work on HUD'S oversight of real estate asset management contractors, who are responsible for safeguarding foreclosed HUD properties, found that HUD did not have an adequate system in place to assess its field offices' oversight of these contractors. The three HUD field offices we visited varied greatly in their efforts to monitor real estate asset management contractors' performance, and none of the offices adequately 1Procurement: Overview of HUD's Contracting Activities (GAO/RCED-97-132R, May 9, 1997), Single-Family Housing: Improvements Needed in HUD's Oversight of Property Management Contractors (GAO/RCED-98-65, Mar. 27, 1998), and HUD Management: Information on HUD's 2020 Management Reform Plan (GAO/RCED-98-86, Mar. 20, 1998). performed all of the functions needed to ensure that the contractors meet their contractual obligations to maintain and protect HUD-owned properties.2 Our physical inspection of the properties for which the contractors in each location were responsible identified problems at the properties, including vandalism, maintenance problems, and safety hazards, which may decrease the marketability of HUD'S properties, decrease the value of surrounding homes, increase HUD'S holding costs, and in some cases, threaten the health and safety of neighbors and potential buyers. · HUD has recognized the need to improve its contracting processes and has begun taking actions to address the weaknesses that we and the Inspector General have identified. For instance, HUD has recently appointed a chief procurement officer and is also establishing a contract review board. In addition, HUD is taking steps to revise its property disposition activities which could reduce its reliance on asset management contractors. Background HUD'S procurement offices annually award and administer millions of dollars worth of contracts on behalf of HUD'S program offices. This process entails receiving descriptions of need, soliciting and receiving offers, awarding contracts, making necessary contract modifications, resolving disputes, and closing out completed contracts. The Office of Procurement and Contracts performs these functions for headquarters offices, and the three Administrative Service Centers (located in New York, N.Y.; Atlanta, Ga.; and Denver, Colo.) perform them for HUD'S field offices. The major types of goods and services procured by headquarters include information technology hardware and software, mortgage-accounting and claims-processing services, advertising for the sale of HUD'S properties, and various professional, technical, and administrative management support services. The typical goods and services purchased by the field offices include real estate management services and mortgage insurance-related activities, such as mortgage credit analyses, appraisals, and mortgage insurance endorsement processing. HUD's Plans Include Continued Reliance on Contractors HUD'S staffing levels decreased from 12,823 in 1993 to 9,200 in 1998. While HUD has been downsizing, its annual obligations for headquarters contracts have steadily increased. According to HUD'S data systems, the annual contract obligations at HUD'S headquarters grew from $213 million in fiscal 2We performed audit work at the Illinois State Office in Chicago, the Massachusetts State Office in Boston, and the Texas State Office in Fort Worth. year 1991 to $376 million in fiscal year 1996 (in constant 1996 dollars). No historical data are available for field office contracting activities.3 HUD'S 2020 Management Reform Plan and supporting documents indicate that the Department's reliance on contractors to help carry out its responsibilities will remain significant. For instance, the plan calls for HUD to contract with private firms for a number of functions, including physical building inspections of public housing and multifamily insured projects; legal, investigative, audit, and engineering services; and activities to clean up the backlog of troubled assisted multifamily properties. Previously, physical inspections of multifamily projects were carried out by HUD personnel, mortgagees, and regional contractors. The plan also encompasses the potential use of contractors to manage construction under the HOPE VI program. 4 Finally, the 2020 reforms call for transferring the Office of Housing's contract administration activities for its rental assistance programs to contract administrators. The new arrangement would be similar to the process under the Office of Public and Indian Housing's rental assistance programs. Currently, approximately 1.1 million assisted rental units are administered by the Office of Housing under contracts with project owners. The Office of Housing performs the role of contract administrator and makes monthly rent payments to owners on behalf of eligible families. Under HUD'S proposal, these activities would be carried out directly by contractors (often, housing finance agencies or housing authorities) instead of HUD employees. Weaknesses Exist in HUD's Contracting Practices We, HUD'S Inspector General, and the National Academy of Public Administration have identified weaknesses in HUD'S contracting practices. For example, our review of HUD'S oversight of real estate asset management (REAM) contractors, who are responsible for safeguarding foreclosed HUD properties, found that HUD did not have an adequate system in place to assess its field offices' oversight of these contractors. Weaknesses Exist in HUD's Oversight of REAM Contractors Our audit work found that HUD does not have a system in place for monitoring its field offices' administration of REAM contracts. To safeguard and maintain the approximately 30,000 properties that HUD has in its 3HUD used to maintain contracting data at each location that performed contracting. We found that the data varied considerably in terms of its completeness and reliability. In 1997, HUD implemented a new procurement system that combined the Department's headquarters and field procurement systems. We have not reviewed the reliability of this consolidated procurement system. 4The HOPE VI program provides funds for, among other things, the demolition, rehabilitation, and construction of public housing. Some Key Oversight Responsibilities Are Not Always Performed inventory at any given time, HUD obtains the services of REAM contractors. These contractors are to secure and inspect the properties, report their condition to HUD, notify interested parties of HUD'S ownership, perform exterior maintenance, and ensure that the properties are free of debris and hazardous conditions. REAM contractors are therefore essential to HUD'S achieving its goal of returning these properties to private ownership as soon as possible, while obtaining a maximum sale price for HUD. HUD'S guidance makes headquarters staff responsible for overseeing the administration of REAM contracts. Specifically, the guidance requires regional offices to ensure that field offices are monitoring REAM contractors and requires headquarters staff to review regional offices' oversight actions through regional reviews. We found, however, that headquarters staff have not been reviewing the field offices since HUD reorganized its field office structure in 1995 and eliminated the regional offices. According to HUD Single-Family Property Disposition officials, the regional offices' oversight function was never absorbed into headquarters after the regional offices were eliminated. Also, after the reorganization, HUD'S guidance was not updated to ensure that the administration of REAM contracts was monitored by headquarters. In addition, HUD'S field office staff are not consistently providing adequate oversight of REAM contractors. We believe this lack of oversight contributed to some of the poor property conditions-ranging from graffiti and debris to imminent safety hazards-that we saw when we visited 66 HUD properties. Such conditions can decrease the marketability of HUD'S properties, decrease the value of surrounding homes, increase HUD'S holding costs and, in some cases, threaten the health and safety of neighbors and potential buyers. Our report made recommendations to HUD for improving its oversight of REAM contractors. HUD'S field office staff are directly responsible for overseeing REAM contractors. We found, however, that some key oversight responsibilities were not always performed by staff at the three HUD field offices we visited. For example, HUD'S field staff did not always evaluate REAM contractors as required. Field office staff are supposed to evaluate the REAM contractor's performance every year in the month prior to the contract's anniversary date. This annual evaluation is used to make decisions on contract extensions and, if necessary, to act on inadequate performance. However, at all three field offices we visited, these evaluations were not always conducted or were not always completed in time to provide useful information for contract renewal decisions. For example, one of the field offices we visited has evaluated the REAM contractor's performance only once since the REAM contract was awarded in June 1995, and that evaluation was conducted several weeks after the contract had already been extended beyond the base year. Officials in that field office told us that performance evaluations were not performed because they did not have the staff resources or travel funds to visit the contractor's office. However, it should be noted that the REAM contractor's office is only 37 miles from HUD'S field office. Furthermore, in the one evaluation conducted, field office staff did not convey the results of the evaluation to the REAM contractor, as required. In this evaluation, HUD cited the contractor for failing to remove debris from some properties. Our inspection of properties in this field location revealed that the debris removal problem still existed at the time of our review, more than 1 year later. One property had been shown by realtors eight times while it contained debris. In fact, a realtor noted that the only accessible entrance to the property was blocked with furniture and debris, which was the case when we visited the property. During our August 1997 inspection of 24 properties in this location, we found that most of the properties contained either interior or exterior debris. Consequently, prospective buyers were sometimes viewing properties littered with household trash, personal belongings, and other debris. In addition, HUD'S field office staff did not always inspect the properties managed by REAM contractors, as suggested by HUD'S guidance. Because HUD recognizes that physical inspections are the best method for monitoring the contractors' work, HUD'S guidance suggests that field office staff conduct monthly physical inspections of a minimum number of properties assigned to each contractor. To help meet this target, the guidance allows the field offices to contract out for property inspection services. Without adequate on-site inspections, HUD cannot be assured that it is receiving the services for which it has paid. In two of the field offices we visited, property files contained evidence that some properties were being inspected. However, of the 42 property files we reviewed in the third field office, HUD'S field office staff had not inspected any of those properties. Field office staff told us they did not get out to inspect properties because they did not have the travel funds or staff resources to do so. Subsequent to our visit, in December 1997, this field office started using contractors to make property inspections. Moreover, HUD'S field office staff did not always ensure that the REAM contractors conducted property inspections and submitted appropriate REAM's Inadequate Performance and Weaknesses in HUD's Oversight Contribute to Poor Property Conditions reports for HUD'S review. HUD'S guidance requires REAM contractors to submit initial inspection reports within 5 working days of being notified that a property has been assigned, but it offers no specific guidance on the submission of routine inspection reports. The REAM contractor's submission of initial and routine inspection reports is essential for HUD to determine its marketing strategy for the properties and to mitigate potential losses to the properties. For example, the initial inspection reports, along with appraisals, are the primary tools for determining the repairs that must be made and whether the property meets certain standards that would allow it to be sold with HUD-insured financing. At the three offices we reviewed, the requirements placed on REAM contractors for submitting inspection reports and the extent to which the reports were actually submitted to the field offices varied considerably. For example, at one location, all of the property files we reviewed contained initial inspections, while in another location, 43 percent of the files contained no initial inspections. Without inspection reports, HUD is unable to readily determine whether the contractors are conducting inspections as required. At all three locations that we visited, we found instances where properties were not maintained as required by the REAM contracts. During our inspection of approximately 20 properties in each location, we identified properties that (1) were not properly secured, (2) had physical conditions that did not match those that the REAM contractor had reported to HUD, or (3) had imminent hazards. For instance, of the 66 properties we visited in all three locations, we found that approximately 39 percent were not sufficiently secured to prevent access to the property. The failure to properly secure properties can lead to trespassing, vandalism, and the property's deterioration. In fact, we visited unsecured properties that had broken windows, graffiti, and exposed walls in the bathrooms where valuable copper piping had been ripped out. In addition, we found physical conditions that did not match those that the REAM contractors had reported to the three HUD field offices we visited. For example, one property contained animal feces, fur, and personal possessions, while the contractor's inspection report indicated that the house was free of debris. If contractors do not accurately report on the condition of properties, HUD may lack vital information on which to make disposition decisions and to address safety hazards. As a result, the government may sell the property for less than it is worth or incur unnecessary holding and maintenance costs because it is not marketable. Furthermore, almost 71 percent of the properties we visited in one field office, and about 37 percent in another, contained imminent hazards, such as broken or rotting stairs. Inspection reports submitted to HUD for one property noted that the front steps were dangerous-a condition warranting immediate repair by the contractor. Nonetheless, when we inspected the property about 3 months after the contractor initially reported the problem, the stairs still had not been repaired. Other imminent hazards that we saw included a refrigerator with the door intact on a back porch and properties containing household waste, food, soiled diapers, paints, and solvents. The failure to address imminent hazards endangers would-be buyers, as well as neighbors, and puts the government at risk of litigation. On the basis of our review of files and properties in the three locations, we found that the properties were generally in better condition in the locations where staff more actively monitored the contractors' performance. We recognize, however, that the condition of the properties is not totally attributable to HUD'S oversight of the contractors. Other factors can contribute to the condition of the properties, including the overall quality of the contractor's work and the susceptibility of the neighborhood to crime and vandalism. Other Weaknesses Exist in HUD's Contracting We, the Inspector General, and the National Academy of Public Administration have identified other weaknesses in HUD'S contracting with respect to the Department's procurement systems, needs assessment and planning functions, and oversight of contractors' performance. · Both we and the Inspector General found that HUD'S ability to manage contracts has been limited because its procurement systems have not always contained accurate critical information regarding contract awards and modifications and their associated costs. Although HUD recently combined several of its procurement systems, the new system is not yet integrated with HUD'S financial systems, thus limiting the data available to manage the Department's contracts. · The Inspector General reported in September 1997 that (1) inadequate oversight of contractors' performance has led HUD to pay millions of dollars for services without determining the adequacy of the services provided and (2) many HUD staff had a poor understanding of their contract management roles and have not always maintained adequate documentation of their reviews of contractors. This situation limits assurances that adequate monitoring has occurred.5 · In a May 1997 preliminary report on the contracting activities of HUD'S Federal Housing Administration (FHA), the National Academy of Public Administration identified a variety of problem areas associated with the procurement process, including the fact that procurements took too long; FHA'S oversight of contracted services was inadequate; and FHA sometimes used contracting techniques that limited competition. 6 The Academy is in the process of carrying out a more in-depth review of FHA'S contracting activities and is also reviewing procurement practices in other parts of HUD. HUD Has Taken Steps to Improve Its Contracting Operations In a December 1997 report, HUD'S Inspector General noted that a potential reliance on contractors as a means of supplanting HUD staff may not be in the best interests of HUD and the taxpayers. 7 The report noted that HUD relies heavily on contractors to perform studies, design systems, administer functions, and develop plans and strategies but has made little effort to date to formally evaluate the effectiveness and cost/benefits of its contracted work. HUD has recognized the need to improve its contracting processes and has begun taking actions to address weaknesses that we and the Inspector General have identified. In its latest self-assessment of management controls under the Federal Managers' Financial Integrity Act,8 HUD added contracting as a new material weakness. The 2020 plan also includes an effort to redesign the contract procurement process. HUD has recently appointed a chief procurement officer who will be responsible for improving HUD procurement planning and policies, reviewing and approving all contracts of over $5 million, and implementing recommendations that may result from an ongoing study of HUD'S procurement practices by the National Academy of Public Administration. HUD is also establishing a contract review board, composed of the chief 5HUD Contracting, HUD, Office of Inspector General, 97-PH-163-0001 (Sept. 1997). 6A Preliminary Review of Federal Housing Administration Acquisition Activities, National Academy of Public Administration (May 1997). 7Department of Housing and Urban Development, Office of Inspector General Semiannual Report to the Congress as of September 30, 1997 (Washington, D.C., HUD, Dec. 29, 1997). 8U.S. Department of Housing and Urban Development FY 1997 Accountability Report, Office of Chief Financial Officer. procurement officer and other senior HUD officials, that will be responsible for reviewing and approving each HUD program office's strategic procurement plan and reviewing the offices' progress in implementing the plans. In addition, HUD is establishing standard training requirements for the HUD staff responsible for monitoring contractors' progress and performance by including standards relating to monitoring contractors in its system for evaluating employees' performance. HUD is also planning actions to integrate its procurement and financial systems. In addition, HUD officials told us that they are planning to take actions to strengthen the Department's oversight of REAM contractors and to involve headquarters in ensuring that field staff effectively oversee the contractors' performance. Furthermore, with respect to the problems found in property disposition contracting, single-family housing officials have proposed changes that they anticipate would result in only a minimal inventory of properties and therefore only a limited need for REAM contractor services. Specifically, according to HUD Single-Family Housing Division officials, the Department plans to sell the rights to properties before they enter HUD'S inventory, thus enabling them to be quickly disposed of once they become available. Although the details of these sales, which HUD refers to as \"privatization sales, \" remain to be developed, HUD envisions that properties would be pooled on a regional basis and purchased by entities that could use their existing structures to sell the properties in the same way that the Department currently does, namely, through competitive sales to individuals. In addition, as a part of its budget request for fiscal year 1999, HUD proposed new legislation to allow the Department to take back notes when a claim is paid, rather than requiring lenders to foreclose and convey properties. HUD would then transfer the note to a third party for servicing and/or disposition. We view the actions that HUD has taken to improve its contracting procedures as positive steps. However, some key issues concerning their implementation are still being finalized, such as the precise role of the contract review board in overseeing HUD'S procurement actions, and HUD'S ability to have the necessary resources in place to carry out its procurement responsibilities effectively. Perhaps even more important is the extent to which these actions will lead to a change in HUD'S culture, SO that acquisition planning and effective oversight of contractors will be viewed by both management and staff as being intrinsic to HUD'S ability to carry out its mission successfully. Mr. Chairman this concludes our statement. We would be pleased to respond to any questions that you or Members of the Subcommittee may have.",
  "metadata": {},
  "processed_at": "2025-05-27T20:56:07.211191"
}