{
  "filename": "T-RCED-99-77",
  "text": "GAO For Release on Delivery Expected at 10 a.m. EST Thursday February 4, 1999 United States General Accounting Office Testimony Before the Committee on Energy and Natural Resources, U.S. Senate RECREATION FEES Demonstration Program Successful in Raising Revenues but Could Be Improved Statement of Barry T. Hill, Associate Director, Energy, Resources, and Science Issues, Resources, Community, and Economic Development Division We are pleased to be here to summarize the results of our recent review of the recreational fee demonstration program. The testimony we are providing today is based on a report we prepared for this Committee and others last November. 1 The report's overall message is clearly positive: The program has provided hundreds of millions of dollars to improve visitor services and address backlogs of unmet needs. In addition, those who pay the fees are generally supportive of the program, and it has not adversely affected visitation rates. Nonetheless, it is appropriate to focus today on several areas in which changes or improvements may be needed. These issues are important because the demonstration program is still at a stage where experimentation is encouraged. Most of our observations relate to doing just that-more experimentation to determine what works best. The four issues I will focus on today involve the following: (1) ensuring that future revenues can be applied to the agencies' highest priority unmet needs, (2) coordinating fees between agencies at demonstration sites that are close to each other, (3) being more innovative in setting fees, and (4) assessing the effect of fees on specific segments of the population. Before discussing each issue in turn, I will provide some general information from our report about the program's implementation. Program Has Generated Considerable Revenue The demonstration program gives opportunities to collect new and increased fees to the major agencies that provide the public with recreational opportunities on federal land-the Park Service, Bureau of Land Management, and Fish and Wildlife Service (all within the Department of the Interior), and the Forest Service (within the Department of Agriculture). Each agency can experiment with new or increased fees at up to 100 sites. By September 1998, such fees were in place at 312 sites-100 administered by the Park Service, 77 by the Fish and Wildlife Service, 68 by the Bureau of Land Management, and 67 by the Forest Service. The four agencies reported that, because of the program, their combined recreational fee revenues have nearly doubled, from about $93 million in fiscal year 1996 (the last year before the demonstration program was implemented) to about $180 million in fiscal year 1998. The Park Service 1Recreation Fees: Demonstration Fee Program Successful in Raising Revenues but Could Be Improved (GAO/RCED-99-7, Nov. 20, 1998). Permitting Greater Flexibility in Allocating Revenues collected 80 percent of the fee revenue, the Forest Service 15 percent, the Bureau of Land Management 3 percent, and the Fish and Wildlife Service about 2 percent. Putting the money to work took some time. Our report, as well as more recent data provided by the agencies, shows that about two-thirds of the fee revenues still remain to be spent as of September 1998. This occurred for a variety of reasons, including the time the agencies spent developing financial systems and internal processes for managing and controlling collections and expenditures. At the time of our review, most expenditures had been used on either repairs and maintenance or on setting up fee collection activities at the sites. Each of the agencies expects to make significant expenditures in fiscal year 1999. At the sites we visited, expenditures appeared to be consistent with the purposes authorized in the law. (App. I lists the demonstration sites we visited, by agency.) Now, I would like to discuss several issues where we think improvements can be made to the demonstration program. The demonstration program required the agencies to spend at least 80 percent of the fee revenues at the site where these revenues were generated. Some demonstration sites are generating SO much revenue as to raise questions about their long-term ability to spend these revenues on high-priority items. By contrast, sites outside the demonstration program, as well as demonstration sites that do not collect much in fee revenues, may have high-priority needs that remain unmet. As a result, some of the agencies' highest-priority needs may not be addressed. For many sites in the demonstration program-particularly in the Park Service-the increased fee revenues equal 20 percent or more of the sites' annual operating budgets. This extensive new revenue allows such sites to address past unmet needs in maintenance, resource protection, and visitor services. The Park Service has set a priority on using fee revenues to address its repair and maintenance backlog. Some sites with high fee revenues may be able to address these needs within a few years. However, the 80-percent requirement will preclude the agencies from using fee revenues for more pressing needs at other sites. Two of the sites we visited-Zion and Shenandoah National Parks-are examples of how this issue may surface in the near future. At Zion, park officials told us that the park expected to receive SO much new fee revenue in fiscal year 1998 (about $4.5 million) that the park's operating budget would double. The park's current plans call for using this additional money to begin a $20 million alternative transportation system. However, park officials said that if for some reason this particular project did not move forward, they might have difficulty preparing and implementing enough projects to use the available funds in a manner consistent with the program's objectives. At Shenandoah, fee revenues for fiscal year 1998 were expected to be about $2.9 million-enough money, the park superintendent said, to eliminate the park's estimated $15 million repair and maintenance backlog in a few years. The Park Service and the Department of the Interior recognize that certain sites may be able to quickly fix all of the problems that meet the demonstration program's criteria. The Assistant Secretary of the Interior for Policy, Management, and Budget has testified that setting aside some of the fee revenues for broader agency priorities is important and has cautioned that permanent legislation giving collecting sites a high percentage of the revenues could \"create undesirable inequities\" within an agency. We found support for this view among some managers at higher-revenue sites we visited, who supported more flexibility in splitting revenues between sites. Our reviews at individual sites indicate that this is a significant and sensitive issue that involves balancing the most efficient use of the fee revenues against the need to maintain incentives to collect fees at local sites. Our report stated that as the Congress decides on the future of the fee demonstration program, it may wish to consider modifying the current requirement. Providing some further flexibility in the spending of fee revenues would give agencies more opportunities to address their highest-priority needs among all of their field units. At the same time, however, any change in the requirement would need to be done in such a way that (1) fee-collecting sites would continue to have an incentive to collect fees and (2) visitors who pay the fees will continue to support the program. Visitor surveys show that putting fees to work where they are collected is a popular idea. The demonstration program was authorized with the expectation that the Improving four agencies would coordinate their fee collection efforts, both among Interagency themselves and with state and local agencies, where it made sense to do Coordination SO. During our review, we did find examples of such coordination, with demonstrated benefits for the public. In Utah, for example, where the Park Service's Timpanogos Cave National Monument is surrounded by a recreation area in the Forest Service's Uinta National Forest, the two agencies decided to charge a single entrance fee for both. Such coordination can reduce agencies' operating costs, strengthen resource management activities, and provide more agency personnel to assist visitors. We also found, however, that agencies were not taking full advantage of this flexibility. For example, the Park Service and the Fish and Wildlife Service manage sites with a common border on the same island in Maryland and Virginia. The two sites are Assateague Island National Seashore and Chincoteague National Wildlife Refuge. Administratively, the two agencies cooperate on law enforcement matters and run a joint permit program for off-road vehicles, and the Park Service provides staff to operate and maintain a ranger station and bathing facilities on refuge land. However, when the agencies selected the two sites for the demonstration program, they decided to charge separate, nonreciprocal $5 per vehicle entrance fees. Officials at the refuge told us that visitors are sometimes confused by this lack of reciprocity. Our report discusses other cases in which greater coordination among the agencies would either improve the service to the public or permit greater efficiency in implementing a fee program. These cases included (1) backcountry fees in Olympic National Park and Olympic National Forest in Washington State, and (2) a proposed fee at Park Service and BLM lands located in the El Malpais area of New Mexico. Demonstration sites may be reluctant to coordinate on fees partly because the program's incentives are geared towards increasing their revenues. By contrast, because joint fee arrangements may potentially reduce revenues to specific sites, there may be a disincentive among these sites to coordinate. However, at sites such as Assateague and Chincoteague, the increase in service to the public may be worth a small reduction in revenues. That is why our report recommends that the agencies perform a site-by-site review of their demonstration sites to identify opportunities for greater coordination. In commenting on our report, the agencies generally agreed that more can be done in this area. In addition, there is currently no formal mechanism or entity within these agencies charged with pursuing opportunities for more and better coordination. As a result, our review showed that coordination among the agencies occurs infrequently. Furthermore, when disputes arise between sites regarding potential coordination opportunities, as we found in El Malpais, the issues remain unresolved because no one person or group at the agency or department level gets involved. In our view, without such a person or group pursuing opportunities for better coordination, this lack of coordination among the fee sites is likely to continue. Greater Innovation Would Make Fees More Equitable The demonstration program also encouraged the four agencies to be innovative in setting and collecting their own fees. Such improvements take two main forms: making it as convenient as possible for visitors to pay, and making fees more equitable. We found many examples of agencies experimenting with ways to make payment more convenient, including selling entrance passes using machines like automated teller machines, selling hiking permits over the Internet, and selling entrance or user permits through vendors such as gas stations, grocery stores, and convenience stores. However, we found fewer examples of the agencies experimenting with different pricing structures that could make the fees more equitable such as basing fees on (1) the extent of use, or (2) whether the visit occurred during a peak visitation period. Most of the experiments with pricing have been done by the Forest Service or the Bureau of Land Management. These two agencies have experimented with setting fees that vary on the basis of (1) how long the visitor will stay or (2) whether the visit occurs during a peak period (such as a weekend) or an off-peak period (such as midweek or during the off-season). For example, a 3-day visit to a recreational area might cost $3 per car, compared to $10 per car for a 2-week visit. Such pricing has resulted in greater equity to the visitors, in that visitors who use the area for greater lengths of time pay higher fees. It would appear to have broader applicability in the other agencies as well. By contrast, the Park Service has done little to experiment with different pricing structures. Visitors generally pay the same fee whether they are visiting during a peak period (such as a weekend in the summer) or an off-peak period (such as midweek during the winter), or whether they are staying for several hours or several days. A more innovative fee system would make fees more equitable for visitors and might change visitation patterns somewhat to enhance economic efficiency and reduce overcrowding and its effects on parks' resources. Furthermore, according to the four agencies, reducing visitation during peak periods can lower the costs of operating recreation sites by reducing (1) the staff needed to operate a site, (2) the size of facilities, (3) the need for maintenance and future capital investments, and (4) the extent of damage to a site's resources. Because it was one of the goals of the program, and because it could result in more equitable fees to the public, our report recommends that two agencies-the Park Service and Fish and Wildlife Service-look for further opportunities to experiment and innovate with new and existing fees. Visitation Appears Largely Unaffected but More Research Is Needed Visitation appears largely unaffected by the new and increased fees, according to surveys conducted by the four agencies. In fiscal year 1997, visitation at the demonstration sites increased overall by 5 percent, compared with 4 percent at other sites. Effects varied somewhat from location to location. Of the 206 sites in the demonstration program in fiscal year 1997, 58 percent had increases in visitation, 41 percent had decreases, and 1 percent were unchanged. However, with data from only 1 year, it is difficult to draw definitive conclusions, either about the lack of a negative effect on visitation at most sites or about whether fees had an impact at sites where visitation declined. Agency surveys also found that visitors generally support the program and the amount of the entrance or user fees charged. For example, a Park Service survey at 11 demonstration sites found that 83 percent of the respondents either were satisfied with the fees they paid or thought the fees were too low. As mentioned earlier, surveys indicate that visitors especially endorse the retention of the fees at the sites where they were collected, SO that they can be used to fund the sites' needs. These positive results notwithstanding, some interest groups and recreation fee experts have identified gaps in the survey data. For example, while the surveys provide information about users in general, they may not be able to address the impact of fees on certain groups, such as backcountry users and low-income users. These survey efforts may also not provide information about potential visitors who may have chosen not to enter because of the fee. All four agencies plan additional surveys of visitors. As the four continue with the demonstration program by adding sites and trying new types of fees or means for collecting them, it is important to continue to assess the support of site visitors and consider addressing identified gaps in their visitor research. In closing Mr. Chairman, while our testimony today has focused on improvements that could be made to the fee demonstration program, it is important to remember that this program appears to be working well and meeting many of the law's intended objectives. The demonstration has brought millions of additional dollars to recreation areas across the country with little or no impact on visitation patterns. The program has created opportunities for the agencies-particularly the Park Service-to address, and in some cases resolve, their past unmet repair and maintenance needs. There are now more than two years remaining in this demonstration program. These two years represent an opportunity for the agencies to further the goals of the program by making more efforts to coordinate their programs, innovate their fees, and understand the reactions of the visitors. This concludes my statement. I would be happy to answer any questions you or the other Members of the Committee may have. Appendix I Fee Demonstration Sites Visited by GAO, by Agency Agency/site Location Park Service Assateague Island National Seashore Maryland Carlsbad Caverns National Park New Mexico Frederick Douglass National Historic Site Washington, D.C. Olympic National Park Washington State Shenandoah National Park Virginia Timpanogos Cave National Monument Utah Zion National Park Utah Fish and Wildlife Service Bosque del Apache National Wildlife Refuge New Mexico Chincoteague National Wildlife Refuge Virginia Nisqually National Wildlife Refuge Washington State Forest Service American Fork Canyon-Alpine Loop Recreation Area, Uinta National Forest Utah Mount St. Helens National Volcanic Monument, Gifford Pinchot National Forest Washington State Roosevelt Lake, Salt and Verde Rivers Recreation Complex, Tonto National Forest Arizona BLM Red Rock Canyon National Conservation Area Nevada Yaquina Head Outstanding Natural Area Oregon",
  "metadata": {},
  "processed_at": "2025-05-27T20:55:06.921364"
}